[
  {
    "headline": "Oasis says reunion tour tickets can only be resold at face value on official sites",
    "link": "https://www.npr.org/2024/08/31/nx-s1-5096775/oasis-reunion-tour-tickets-resale-ticketmaster",
    "date": "2024-08-31",
    "slug": "oasissaysreunion",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/8256x5504+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F8c%2Fef%2F97b63cc144a687be7754c0aa7ab1%2Fgettyimages-2168641451.jpg",
    "summary": "A fan uses a smartphone to access an online ticket sales website to purchase tickets for Oasis' \"Live '25\" tour. Oasis fans queued online early...",
    "body": "<p>A fan uses a smartphone to access an online ticket sales website to purchase tickets for Oasis' \"Live '25\" tour. Oasis fans queued online early Saturday to buy tickets for the eagerly awaited reunion tour, but many tickets had already been scooped up by resellers charging many times over original ticket prices.\n\nOasis fans, many of whom have waited 15 years for the band to reunite, are scrambling to secure a spot at the reunion tour next year after tickets went on sale Saturday. They’re being met with ticket prices many times over the pricing set by the band.\n\nTaking note of the exorbitant pricing on third-party sites, the band is warning buyers that tickets can only be resold at face value through two online sellers: Ticketmaster and Twickets.\n\n“Tickets appearing on other secondary ticketing sites are either counterfeit or will be cancelled by the promoters,” the band’s account tweeted on Saturday.\n\nIt was their second such warning in two days since presale began on Friday.\n\nThe British rock band, led by famously feuding brothers Noel and Liam Gallagher, will play 17 dates in Cardiff, Manchester, London, Edinburgh and Dublin starting July 4.\n\nMore than 1 million tickets went on sale on Saturday morning, according to The Associated Press, with prices starting at just under the equivalent of $100 (74 pounds) and going up to $666 for a package that includes a pre-show party and merchandise.\n\nHowever, face-value ticket prices sold through Ticketmaster are not necessarily fixed price and can change, due to the company's “dynamic pricing” system, where prices rise in line with demand. Some tickets on the platform rose to more than quadruple the starting price, with the lowest (standing room tickets) later costing $466 before fees.\n\nBy Saturday afternoon Eastern time, all gigs had sold out. \"Please check back later as more [tickets] may be released,\" read a note on Ticketmaster.\n\nYet, on third-party resale websites such as StubHub and Viagogo, plenty of tickets remained available for purchase. Some single tickets were going for well over $7,000 — 70 times their original price — several hours after the band issued its warning to resellers.\n\nOn Ticketmaster, fans faced long queues and glitches, some of whom saw the line collapse before they had a chance to scoop up tickets.\n\nWhat’s believed to be a fragile and short-lived sibling reunion has added to fans’ excitement of seeing them live — of maybe catching a whiff of the tension in person — before Oasis (maybe? definitely?) breaks up again.\n\nOn social media, many have turned to Oasis lyrics and memes to cope with the ticket chaos. One person posted a mock photo of the Ticketmaster site, with text joking that Oasis had already split up while they were in the queue.\n\nEarlier this year, the Justice Department sued Ticketmaster's owner, Live Nation Entertainment, for having an alleged monopoly on live entertainment. The antitrust lawsuit alleges that Ticketmaster stifles competition and artificially inflates ticket prices through exclusive deals with venues.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/nx-s1-5096775/oasis-reunion-tour-tickets-resale-ticketmaster'>Visit NPR</a></li></ul>",
    "author": "Emma Bowman",
    "id": "cm0iunuwk0000h6t7b753hz0i"
  },
  {
    "headline": "Over 17 million airline passengers head out for the busiest Labor Day weekend ever",
    "link": "https://www.npr.org/2024/08/31/nx-s1-5096772/labor-day-travel-busy-flights-packed",
    "date": "2024-08-31",
    "slug": "overmillion",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/4925x3443+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fc0%2F91%2Fbabdd19143558af603e0ba30fd66%2Fgettyimages-2169499116.jpg",
    "summary": "Travelers await rides at Los Angeles International Airport ahead of the Labor Day holiday on Friday.\n\nThis summer's record-breaking travel season is not over yet.\n\nThis Labor...",
    "body": "<p>Travelers await rides at Los Angeles International Airport ahead of the Labor Day holiday on Friday.\n\nThis summer's record-breaking travel season is not over yet.\n\nThis Labor Day weekend is expected to be the busiest ever for the holiday at airports — with 17 million passengers planning to fly through Wednesday, the Transportation Security Administration said.\n\nOn Friday, there were over 8,000 delays and 450 cancellations affecting flights within, into or out of the U.S. By Saturday afternoon, there had already been 1,800 delays and 180 cancellations, according to the flight tracking site FlightAware.\n\nThe American Automobile Association reported that domestic travel this weekend is up 9% compared to last year. Travel to Seattle — which is Labor Day's most popular destination — also went up nearly 30% from last year, when it had also topped the list. According to AAA's booking data, Alaska cruises have been sold out for the weekend.\n\nAAA said international travel over Labor Day weekend is down 4% compared to last year. It said international travel costs, which went up by 11%, may have been a factor.\n\nMeanwhile, for road trip lovers, the average price for gas this weekend in the U.S. is lower this year — dropping to about $3.35 for a gallon of regular from $3.82 a year ago. AAA said it's preparing to rescue more than 300,000 stranded drivers over the coming days due to flat tires, dead batteries and lockouts.\n\nThis busy Labor Day weekend caps a historic summer for travel. The TSA said the 10 busiest days in the agency's history took place this summer starting in May. On July 7, the TSA screened a record 3 million in a single day.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/nx-s1-5096772/labor-day-travel-busy-flights-packed'>Visit NPR</a></li></ul>",
    "author": "Juliana Kim",
    "id": "cm0iunxgp0001h6t723d63htn"
  },
  {
    "headline": "Mississippi bus crash kills 7 and injures 37",
    "link": "https://www.npr.org/2024/08/31/nx-s1-5096784/fatal-mississippi-bus-crash",
    "date": "2024-08-31",
    "slug": "mississippibuscrash",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3000x1704+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F74%2F33%2F681859924aae952a6848d37f2580%2Fap24244605006452.jpg",
    "summary": "A damaged bus is shown after several people were killed and dozens injured after the commercial bus overturned on Interstate 20 early Saturday in Warren...",
    "body": "<p>A damaged bus is shown after several people were killed and dozens injured after the commercial bus overturned on Interstate 20 early Saturday in Warren County, Miss., according to the Mississippi Highway Patrol.\n\nBOVINA, Miss. — Seven people were killed and dozens were injured in Mississippi after a commercial bus overturned on Interstate 20 on Saturday morning, according to the Mississippi Highway Patrol.\n\nSix passengers were pronounced dead at the scene and another died at a hospital, according to a news release. The bus was traveling west when it left the highway near Bovina in Warren County and flipped over. No other vehicle was involved.\n\nThirty-seven passengers were taken to hospitals in Vicksburg and Jackson. The department is continuing its investigation and hasn't released the names of the deceased. No other information was immediately provided.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/nx-s1-5096784/fatal-mississippi-bus-crash'>Visit NPR</a></li></ul>",
    "author": "The Associated Press",
    "id": "cm0iuo0360002h6t7672od5ue"
  },
  {
    "headline": "As polio vaccinations begin in Gaza, U.N. says success hinges on a pause in fighting",
    "link": "https://www.npr.org/2024/08/31/nx-s1-5096742/gaza-polio-vaccination-israel-pause",
    "date": "2024-08-31",
    "slug": "aspoliovaccinations",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/4683x3125+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fc9%2F5d%2F637a006541e382943408974b2226%2Fgettyimages-2168677160.jpg",
    "summary": "A nurse administers polio vaccine drops to a young Palestinian patient at the Nasser hospital in Khan Yunis in the southern Gaza Strip on Saturday...",
    "body": "<p>A nurse administers polio vaccine drops to a young Palestinian patient at the Nasser hospital in Khan Yunis in the southern Gaza Strip on Saturday amid the ongoing conflict between Israel and the Hamas militant group.\n\nHealth workers in Gaza are starting an ambitious, mass vaccination effort in the Gaza Strip to stop the outbreak of polio and prevent international spread.\n\nThe United Nations plans to reach more than 640,000 young Palestinian children in a matter of days. Israel has agreed to staggered pauses in fighting while the vaccination campaign is rolled out, and Hamas has also agreed to cooperate.\n\nPolio is a highly contagious and potentially paralyzing disease, but it is also preventable thanks to vaccines. The virus had been gone from Gaza for the last 25 years, but returned during 10 months of a war in which Israeli bombings have destroyed much of the infrastructure.\n\nFor nearly a year, children have lacked access to vaccines as a result of hospitals being closed or destroyed in Gaza. Palestinians have also relied on dirty water ever since wastewater treatment and desalination plants have been bombed.\n\nOver 40,000 people have been killed in this war, according to the Gaza health ministry. The number of deaths from illness is unclear, though there has been a significant spike in infections and diarrhea among children.\n\nA worker unloads a shipment of polio vaccines provided with support from UNICEF to the Gaza Strip through the Karm Abu Salem crossing, also known as Kerem Shalom, at a depot belonging to Gaza's health ministry on Aug. 25.\n\nOne major concern is that the vaccine needs to be refrigerated at every step and Gaza has no electricity — just generators running on fuel that’s in short supply. Another challenge is that most of the population in Gaza is displaced so it will be difficult for people to reach U.N.-run clinics.\n\nBut the aid groups in charge of the rollout say that the most critical factor is a pause in airstrikes in order to reach all the kids in Gaza.\n\nThe U.N. warned that without the pauses, the vaccine rollout will not be possible.\n\nThe first case of polio in Gaza in a quarter century was confirmed earlier this month in a 10-month-old baby, who developed paralysis in one leg. It came shortly after polio was detected in six out of seven routine sewage samples in Gaza.\n\nThere are at least two other suspected cases, but doctors monitoring the situation estimate that thousands of people in Gaza have likely already contracted polio. That's because most people infected with polio do not experience symptoms and can fight it off on their own.\n\nBut the virus is highly contagious, and it can spread through water systems, aquifers and in droplets in the air. World health officials have been sounding the alarm that polio could easily spread to Israel, Egypt and Jordan. It could also reach Europe and the United States.\n\nOver the past few weeks, the Israeli military has been vaccinating its soldiers in Gaza.\n\nAccording to the U.N., the two-round vaccination campaign was to commence Sunday in central Gaza, but the Gaza health ministry said it had already begun on Saturday. The rollout will last three days there and then move to the southern and northern areas of Gaza. During that time, Israel has agreed not to attack for about 8 hours a day in specific areas.\n\nMore than 2,180 health and community outreach workers are part of the vaccination effort. The U.N. said more than 1.2 million doses of the oral polio vaccine arrived in Gaza, and an additional 400,000 doses are on the way. Vaccines will be delivered to 392 sites, while some 300 mobile teams will to travel to people.\n\nThe U.N. added it is prepared to extend the rollout by one day to account for \"upticks in violence, destroyed roads and infrastructure damage.\" The organization said the campaign needs to reach at least 90% vaccination coverage in order to stop the outbreak and prevent international spread.\n\nA second dose will be administered after four weeks, according to the U.N.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/nx-s1-5096742/gaza-polio-vaccination-israel-pause'>Visit NPR</a></li></ul>",
    "author": "Juliana Kim",
    "id": "cm0iuo13x0003h6t7a23y3odq"
  },
  {
    "headline": "Children in Gaza who need medical care are not being allowed to evacuate, say aid groups",
    "link": "https://www.npr.org/sections/goats-and-soda/2024/08/31/g-s1-20287/children-in-gaza-who-need-medical-care-are-not-being-allowed-to-evacuate-say-aid-groups",
    "date": "2024-08-31",
    "slug": "childreningaza",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/4000x3000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F29%2F6b%2Ff0a3256449cc8d36f965a92b382d%2Fgaza-evac-3.jpg",
    "summary": "Mina al-Najar, who is almost 3, received a liver transplant in April and needs surgery for complications. Her parents believed she was on an evacuation...",
    "body": "<p>Mina al-Najar, who is almost 3, received a liver transplant in April and needs surgery for complications. Her parents believed she was on an evacuation list but that turned out not to be the case. Her parents, reached by phone this week, say her only hope is medical evacuation\n\nBEIRUT — Ahmed Hammad is a 4-year-old boy with a pacemaker that is just days away from stopping. But so far even the weight of U.S. pressure has not resulted in Israel agreeing to allow his mother to take him for treatment outside Gaza.\n\nHis case is one of hundreds where children languish on Israeli military waiting lists for evacuation, according to NPR’s interviews with officials from four non-governmental medical aid groups operating in Gaza that are directly involved in evacuating children. The groups report that nine children on these waiting lists have died recently. Speaking to NPR over the last three weeks, representatives of these groups say they are grappling with what they describe as an inefficient and opaque Israeli military bureaucracy governed by political considerations.\n\nOver the past month, NPR has made four requests to Israeli officials for comments on the evacuation issue and specifically on Ahmed Hammad’s case. There has been no response from the military department that deals with border crossings — Coordination for Government Activities in the Territories (COGAT) — nor from the Israeli prime minister’s office.\n\nThe evacuation process changed in May.\n\nThat’s when Israel seized the Palestinian side of the Rafah border crossing with Egypt. Until then, despite the war, Israel approved the evacuation of more than 50 patients a day for treatment outside Gaza, according to the WHO representative for Gaza.\n\nAfter the Israeli takeover, Egypt closed its side of the crossing. Israel began using another border point that leads directly to southern Israel.\n\nSince then, international agencies say obtaining approval for even a single child and their adult companion to leave has become intensely difficult.\n\nRegarding Ahmed’s case, Nacera Wolf-Belala, from the U.S.-based aid organization Kinder Relief, said, “Everything is ready — the surgeons are waiting to treat and operate on him, and we are still waiting for COGAT approval.”\n\nAhmed was fitted with a pacemaker when he was 7 months old. “It’s an extremely, extremely urgent case,” said Wolf-Belala this week. “The pacemaker’s battery will stop in a few days.”\n\nAlthough Ahmed was cleared to travel earlier in August,, security clearance for his mother Huda, was denied. COGAT did not give any reason. Aid officials say Israel is more likely to approve a grandmother as an accompanying caregiver but Wolf-Belala says one of the boy’s grandmothers is dead and the other missing.\n\n“Ahmed has special needs,” said Wolf-Belala. “It’s very hard for anyone but his mother to care for him.”\n\nAccording to the U.N.’s Office for Humanitarian Affairs Israel approved only two major evacuations between May 7 and the end of July, despite a waiting list of 2,150 patients needing immediate evacuation for life-saving care. The U.N. office, citing figures from the World Health Organization, said a total of 106 patients plus caregivers had been evacuated in those two large groups.\n\nWith almost daily bombings and the declining ability of Gaza hospitals to care for patients, WHO estimates a total of 13,000 people need urgent care. Not all of those cases have reached the stage of applying for approval to leave — one of the last steps in the process.\n\nIn its latest update on Gaza, until August 18, the U.N.’s Office for Humanitarian Affairs said the lack of a reliable medical evacuation mechanism to transfer the seriously wounded and critically ill remained “a major challenge.”\n\nEach application takes immense time and effort. To apply for a visa for evacuation to another country, an organization must have the surgery or treatment lined up along with transportation and funding. Visa applications cannot be approved until COGAT gives clearance to leave Gaza. COGAT for its part often requires the visas to a third country to be in place before giving evacuation clearance.\n\n“So this is a bit like running a circle,” said Wolf-Belala. “One is waiting for the other and the other is waiting for the first one.”\n\nThe application becomes more complicated when the patient is a child because of the need for approval for a caregiver. In many cases, COGAT approves evacuation for the minor but not the accompanying relative –- even if the relative meets the COGAT criteria, which prioritizes older women, said Wolf-Belala, Tareq Hailat from the U.S.-based Palestine Children’s Relief Fund and a representative of the U.K.-based Children Not Numbers, So the child is effectively barring from traveling.\n\n“Out of 15 companions we submitted together with the patients, one adult was approved and all 14 others were rejected,” said Wolf-Balala. Hailat said COGAT cites security reasons for rejections but never gives specifics.\n\n“Grandmothers have higher chances to be approved than mothers,” said Wolf-Balala. “But sometimes there are no grandmothers left, sometimes there are no relatives left.”\n\nShe said her group had arranged treatment at a specialized center in Europe for a group of child burn victims injured in Israeli air strikes. After months of trying to secure Israeli approval for evacuation, she said approval has still not been granted..\n\n“What we see is that children have to wait for a very, very long time, although they are either severely sick or severely injured. And we have several cases that died on the way to be evacuated,” said Hailat from the Palestine Children’s Relief Fund, the biggest non-governmental group doing medical evacuations.\n\nHe said four children who were expected to be evacuated to the United Arab Emirates in late July in the first medical evacuation since May have died during after a two-day delay when Israeli Prime Minister Benjamin Netanyahu ordered the evacuations suspended. Israel’s Physicians for Human Rights said the suspension was in response to the killing of 11 children in the Israeli-occupied Golan Heights, which Israel blamed on the Lebanese militant group Hezbollah. Hezbollah denied responsibility for the air strike.\n\nWolf-Bilala, head of medical evacuation for Kinder Relief, said a 10-year-old boy who waited for one month for approval to leave for cancer treatment in Jordan finally left in a convoy on August 15 and died a week after getting there because he was also malnourished and at that point too weak for chemotherapy.\n\n“He was in very bad condition due to this delay. If they could have started the treatment earlier he might have been saved,” she said.\n\nWolf-Belala, head of medical evacuation for Kinder Relief, said of the 30 cases her organization had submitted to COGAT since the Rafah border was closed, five of the children died while waiting for approval.\n\nHailat said the difficulties since May have led his group to turn to the U.S. State Department to assist in requests for evacuations.\n\nHe said the evacuation of a little girl to the United Arab Emirates in late June for treatment of a rare neurological disease succeeded only because his organization contacted the State Department, which negotiated with Israeli authorities. That’s currently the most common route for acceptance, say Hailat and Wolf-Belala.\n\nWhat’s more, Hailat says that less than an hour before the convoy was about to leave, COGAT rescinded its approval for the companion. He said only the intervention of a high-ranking U.S. embassy official reinstated the approval. The State Department did not respond to a request for comment on evacuations of medical cases in Gaza and U.S. involvement in obtaining Israeli approval.\n\n“That took about 2-½ months of me just like every single day focused on pulling this one child out,” he said. “The fact that you have to do all of this just to pull a single child out is the root of the problem.”\n\nHailat said he now focuses on finding pathways to treatment in as many different countries as possible in preparation for the borders being opened at some point in the future.\n\nHealth-care issues in Gaza predate the start of the war last October after the Hamas-led attack on southern Israel, killing more than 1,200 people according to the Israeli government,\n\nThe World Health Organization had characterized health care in the Israeli-occupied Palestinian territory as already far below the needs of its 2 million population.\n\nIsrael has blockaded Gaza since Hamas seized power in 2007, strictly controlling its borders and supplies going in. Since the start of the current Gaza war ten months ago, most hospitals have been destroyed, hundreds of medical workers killed and there is a severe shortage of basic supplies and even clean water, according to a U.N. expert’s assessment of information from staff on the ground.\n\nIn addition to more than 40,000 Palestinians killed in the war, more than 90,000 have been injured, many of them women and children, according to the Gaza health ministry.\n\nIsrael has justified attacks on and around hospitals by saying it is searching for Hamas fighters and alleging that the militant group was using tunnels underneath health facilities.\n\nWolf-Belala said Kinder Relief currently has 442 children on their list for evacuation. The group has applied for Israeli clearance for 30 of them since May. She said three have been approved — all of them on trips coordinated by the U.S. government.\n\nMost of the patients allowed out since May have gone directly to the United Arab Emirates. Only Egypt and Jordan have full peace treaties with Israel but the UAE four years ago normalized trade, cultural and some diplomatic ties with Israel. Israel has seen that accord as a long-desired entree to normalized ties with other Arab Gulf states — most of which had previously conditioned ties with Israel on progress on the establishment of a Palestinian state.\n\nAfter a court challenge by Israel’s Physicians for Human Rights, the Israeli Supreme Court ordered the government to file a detailed plan for ongoing] evacuations. The government has not yet complied, according to the human rights group, which is comprised of Israeli and Palestinian health-care professionals and lawyers. The Israeli government did not respond to an NPR request for comment on the ruling.\n\nDeteriorating living conditions in Gaza are making it even more difficult for sick and wounded children.\n\nIn the central Gaza city of Deir al-Balah, where the Israeli military has ordered citizens to evacuate neighborhood by neighborhood, NPR producer Anas Baba visited the family of Mina al-Najar, who is almost 3. The child lay crying in her mother’s arms as her father changed a bloody bandage.\n\nThe little girl received a liver transplant last April and needs surgery for complications. Her parents believed she was on an evacuation list but that turned out not to be the case. When Baba visited in late July, her body was covered in bruises from attempts to find a vein for regular transfusions.\n\nHer parents, reached by phone this week, say her only hope is medical evacuation but they fear they will be forced to leave their home due to Israeli orders before that happens. The family is trying to arrange an evacuation. Her father, Abdullah al-Najar, said: “I’m afraid she won’t survive.”.\n\nAnas Baba contributed reporting from Gaza</p><br><br><ul><li><a href='https://www.npr.org/sections/goats-and-soda/2024/08/31/g-s1-20287/children-in-gaza-who-need-medical-care-are-not-being-allowed-to-evacuate-say-aid-groups'>Visit NPR</a></li></ul>",
    "author": "Jane Arraf",
    "id": "cm0iuo7tp0004h6t7b7c6f18x"
  },
  {
    "headline": "7 U.S. troops hurt in Iraq raid targeting Islamic State group militants that killed 15",
    "link": "https://www.npr.org/2024/08/31/nx-s1-5096744/iraq-isis-us-military-raid",
    "date": "2024-08-31",
    "slug": "ustroops",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/4500x3000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F89%2F03%2F86dbd1f247b2b2fbf3fe6891ed71%2Fap24213476928233.jpg",
    "summary": "A locator map shows Iraq with its capital, Baghdad. The United States military and Iraq launched a joint raid targeting suspected Islamic State group militants...",
    "body": "<p>A locator map shows Iraq with its capital, Baghdad. The United States military and Iraq launched a joint raid targeting suspected Islamic State group militants in the country's western desert.\n\nDUBAI, United Arab Emirates — The United States military and Iraq launched a joint raid targeting suspected Islamic State group militants in the country's western desert that killed at least 15 people and saw seven American troops hurt, officials said Saturday.\n\nFor years after dislodging the militants from their self-declared caliphate across Iraq and Syria, U.S. forces have fought the Islamic State group, though the casualties from this raid were higher than in previous ones.\n\nThe U.S. military's Central Command alleged the militants were armed with “numerous weapons, grenades, and explosive ‘suicide’ belts” during the attack Thursday, which Iraqi forces said happened in the country's Anbar Desert.\n\n“This operation targeted ISIS leaders to disrupt and degrade ISIS’ ability to plan, organize, and conduct attacks against Iraqi civilians, as well as U.S. citizens, allies, and partners throughout the region and beyond,” Central Command said, using an acronym for the militant group. “Iraqi Security Forces continue to further exploit the locations raided.”\n\nIt added: “There is no indication of civilian casualties.”\n\nAn Iraqi military statement said “airstrikes targeted the hideouts, followed by an airborne operation.”\n\n“Among the dead were key ISIS leaders,” Iraq's military said, without identifying them. \"All hideouts, weapons and logistical support were destroyed, explosive belts were safely detonated and important documents, identification papers and communication devices were seized.”\n\nA U.S. defense official, speaking on condition of anonymity to discuss details of the operation yet to be made public, told The Associated Press that five American troops were wounded in the raid, while two others suffered injuries from falls during the operation. One who suffered a fall was transported out of the region, while one of the wounded was evacuated for further treatment, the official said.\n\n“All personnel are in stable condition,” the official said.\n\nIt wasn’t immediately clear why it took two days for the U.S. to acknowledge it took part in the raid. Iraq did not say the U.S. took part in the operation when initially announcing it, as politicians debate the future of having American troops in the country. There are approximately 2,500 U.S. troops in Iraq.\n\nSince the U.S. toppled dictator Saddam Hussein with its 2003 invasion of Iraq, the country has struggled to balance relations between America and neighboring Iran. Since the Israel-Hamas war broke out, Iraqi militias allied to Iran have targeted U.S. forces there, leading to American airstrikes targeting them.\n\nAt its peak, the Islamic State group ruled an area half the size of the U.K. It attempted to enforce its extreme interpretation of Islam, which included attacks on religious minority groups and harsh punishment of Muslims deemed to be apostates.\n\nA coalition of more than 80 countries led by the United States was formed to fight the group, which lost its hold on the territory it controlled in Iraq in 2017 and in Syria in 2019.\n\nHowever, the militants have continued to operate in the Anbar Desert in Iraq and Syria, while claiming attacks carried out by others elsewhere in the world inspired by the group. That includes the two suspects in a foiled plot to attack Taylor Swift shows in Vienna. Meanwhile, the IS branch in Afghanistan is known to carry out intensely bloody assaults.\n\nLast month, the U.S. military said the number of attacks claimed by IS in Syria and Iraq was on track to double this year, compared with the year before. IS claimed 153 attacks in the two countries in the first six months of 2024, compared with 121 attacks in all of 2023.\n\nIraqi officials say that they can keep the IS threat under control with their own forces and have entered into talks with the U.S. aimed at winding down the mission of the U.S.-led military coalition in Iraq.\n\nSince the outbreak of the Israel-Hamas war in Gaza last October, U.S. military presence in the region has become particularly contentious.\n\nAn umbrella group of Iran-backed militias calling itself the Islamic Resistance in Iraq has periodically launched drone attacks on bases housing U.S. troops in Iraq and Syria, which they said was in retaliation for Washington’s support of Israel in the ongoing war in Gaza and were aimed at forcing U.S. forces to withdraw from Iraq.\n\nNBC News first reported on injuries for U.S. forces involved in the raid.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/nx-s1-5096744/iraq-isis-us-military-raid'>Visit NPR</a></li></ul>",
    "author": "The Associated Press",
    "id": "cm0iuo9qb0005h6t7akb61ee9"
  },
  {
    "headline": "Why the U.S. isn't ready for wars of the future, according to experts",
    "link": "https://www.npr.org/2024/08/31/g-s1-20106/us-war-warfare-drones-ai-pentagon-ukraine-gaza",
    "date": "2024-08-31",
    "slug": "whytheus",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/6720x4480+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F84%2Fa2%2Fcdd83e464541b0ac6f0e77db2160%2Fgettyimages-2027926323.jpg",
    "summary": "AI and technology will be at the center of modern warfare, experts say.\n\nEarlier this month, former chairman of the Joint Chiefs of Staff, General Mark...",
    "body": "<p>AI and technology will be at the center of modern warfare, experts say.\n\nEarlier this month, former chairman of the Joint Chiefs of Staff, General Mark Milley, and the former CEO of Google, Eric Schmidt, wrote an article for Foreign Affairs arguing that the future of warfare is here.\n\nThey say that the U.S. is not ready for it.\n\nTheir article opens with Ukraine and describes warfare that features thousands of drones in the sky, as AI helps soldiers with targeting and robots with clearing mines.\n\nThe authors argue technological developments have changed warfare more in the past several years than the decades — spanning from the introduction of the airplane, radio and mechanization to the battlefield. And while this new tech has been used minimally in current conflicts, it is only the beginning.\n\n“Today, what we're experiencing is the introduction of drones on the ground and drones at sea, and also driven by artificial intelligence and the extraordinary capability that that's going to bring,” General Milley told NPR.\n\n“Now, it's not here in full yet, but what we're seeing are snippets, some movie trailers, if you will, of future warfare. And you're seeing that play out in Gaza. You're seeing it play out in Ukraine. You're seeing it play out elsewhere around the world.”\n\nYou're reading the Consider This newsletter, which unpacks one major news story each day. Subscribe here to get it delivered to your inbox, and listen to more from the Consider This podcast.\n\nSchmidt says that this transition is going to happen much quicker than some may expect.\n\n“Autonomy and abundance are going to transform wars very, very quickly,” he told NPR.\n\n“The only reason it hasn't happened is, thank goodness, the U.S. is not at war, [but] others are. If you study Ukraine, you see a glimpse of the future. Much of the Kursk invasion that recently happened was due to their ability to use short and mid-range drones to support combined operations on the ground.”\n\nNow that the human element of physically being on a battlefield can be replaced by remote operations, Schmidt argues that this will set a new, more precise method of fighting that would also be dramatically less expensive than traditional methods.\n\n“I'm worried, of course, that this will ultimately set a new standard and actually lower the cost of war. But if you think about it, this technology is going to get invented one way or the other, and I'd like it to get invented under U.S. terms.”\n\nBoth Milley and Schmidt say that even if major efforts are made to address this change, the red tape involved with approvals from the Pentagon make it difficult to take quick, effective action.\n\n“Not even the president of the United States can fix the procurement process of the Pentagon,” Schmidt said.\n\n“The procurement process is designed for weapon systems that take 15 years. In the Ukraine situation, innovation is occurring on a three to six-week timeline, and we need to find a way to get the Pentagon on that tempo. The only way to do that is with other authorities and other approaches, and with an understanding that you don't design the product at the beginning and then develop it over five years. You do it incrementally, which is how tech works.”\n\nMilley agrees that in order to keep up, entire systems of operating within the military will need to be revolutionized.\n\n“We are in the midst of really fundamental change here. And then from that, you have to have an operational concept. And then from that, you've got to identify the attributes of a future force. And then from that, change the procurement system in order to build the technological capabilities, modify the training, develop the leaders, et cetera. Our procurement systems need to be completely overhauled and updated.”</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/g-s1-20106/us-war-warfare-drones-ai-pentagon-ukraine-gaza'>Visit NPR</a></li></ul>",
    "author": "Mary Louise Kelly",
    "id": "cm0iuobhx0006h6t74bl293q1"
  },
  {
    "headline": "Too hot for trout: Why some anglers are rethinking their approach to fly fishing",
    "link": "https://www.npr.org/2024/08/31/g-s1-19833/fishing-angling-trout-montana-water-climate-change-blackfoot-river",
    "date": "2024-08-31",
    "slug": "toohotfor",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1200x800+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F16%2F6e%2F51e9221d4ba5aa39b041c6fa8905%2Fole-school-wide.jpg",
    "summary": "Bull trout and Westslope Cutthroat Trout are among the native fish species in Western Montana that are prized by anglers and threatened by warming waters.\n\nMISSOULA,...",
    "body": "<p>Bull trout and Westslope Cutthroat Trout are among the native fish species in Western Montana that are prized by anglers and threatened by warming waters.\n\nMISSOULA, Mont. — In the early season, when the rivers are still running high and cool from snowmelt, KynsLee Scott loves trout fishing. As a fishing guide and conservationist, her life revolves around it, she says, standing in the shade of tall pines on the banks of the Blackfoot River.\n\nLately though, she says with a pause, “It’s been harder to love, simply because of the changed environment.”\n\nScott is an angler — one of many in the western U.S. — snagged in an ethical dilemma brought on by the “absolutely alarming” shifts she’s seen with a warming climate: When the trout you’re fishing need cold water, and cold water is increasingly scarce, how and when should you fish?\n\n“For me, unless I have to do it for my job, I don’t feel good about coming out and targeting already stressed fish,” she says. “It sucks. But we have to adjust what we’re doing to have a resource at the end of the day.”\n\nThe Blackfoot River is the lowest it's been in fly fishing guide KynsLee Scott's career. \"I don't know how you could be a guide and not be concerned,\" she says.\n\nWestern Montana is particularly water-starved this year after a meager snowpack and scorching July. Hot water temperatures forced state officials to implement fishing restrictions on 17 rivers this summer, including — for a spell — the iconic Blackfoot, which is at its lowest level in 30 years. The so-called hoot owl restrictions prohibit fishing during the hottest part of the day to give fish a reprieve, forcing anglers to get out on the water early.\n\nMontana’s fishing industry, which brings in nearly a billion dollars per year, is trying to adjust.\n\n“People get concerned about what's causing [climate change] and all that. But that part to us doesn't matter,” says Mike Bias, executive director of the Fishing Outfitters Association of Montana. “The reality is hatches are happening sooner. Flows are peaking earlier and tapering off. So what do we do? How do we adapt?”\n\nSome guides in the Missoula area have moved their trips to colder rivers like the Missouri near Helena, where the water temperature is quasi-controlled by a series of dams. Others have shifted to targeting other fish like pike, which are invasive in some Montana watersheds. Almost all have shifted their fishing seasons, booking clients earlier in the spring and later in the fall.\n\n“It’s a real paradox for me,” says John Herzer, who’s been a fly fishing guide and outfitter on western Montana rivers for 35 years. On one hand, he says, “the fishing is still really good.”\n\nOn the other hand: “There’s just less and less water every year,” he says. “There’s no question. Absolutely less water.”\n\nJohn Herzer, a fly-fishing guide of 35 years, has started booking paddling classes for some days in August instead of fishing trips. \"Things are changing drastically so we're trying to find some alternatives to our trout fishing,\" he says.\n\nHumans have been trout fishing in western Montana for millenia. In the Missoula area, the Salish people were catching native bull trout on the Blackfoot River long before author John Maclean immortalized the “Arctic half-light of the canyon” of the “Big Blackfoot,” as he called it, in his book A River Runs Through It.\n\nThe problem is the “Big Blackfoot,” like many rivers in the American West, isn’t as big as it used to be. Invasive species like smallmouth bass and carp are crowding out native trout. Water is being siphoned off for agriculture, energy and towns.\n\n“We’ve degraded habitats, severed connections between [them] and introduced invasive species,” says Clint Muhlfeld, a research ecologist at the U.S. Geological Survey’s Northern Rocky Mountain Science Center. “Those stressors combined with climate change are really causing some of these trout species to decline.”\n\nPollution from cars, buildings and industry is raising global temperatures. As a result precipitation patterns are changing in Montana. Droughts are becoming more severe. Snowpacks are melting earlier.\n\n“The northern Rockies is actually warming at two times the rate of the global average,” says Muhlfeld. “That’s really changing our hydrology and, consequently, the water the fish live in.”\n\nTrout need cold, oxygen-rich water to survive. Temperature thresholds vary by species, but all trout become sluggish and stressed when the water temperatures go beyond their comfort zone. Too hot, they’ll die.\n\nThe Blackfoot River converges with the Clark Fork River just east of Missoula, Mont. Both rivers were temporarily placed under fishing restrictions this summer due to high water temperatures.\n\nIn 2015, Trout Unlimited, the nonprofit conservation group, published a report looking at the 28 different species and subspecies of trout and char that are native to the U.S. It found more than half of those species and subspecies have been squeezed into smaller ranges, occupying only a quarter of their historic range. Nearly all types of trout and char, the report found, face some level of risk.\n\nMontana, Muhlfeld says, “is home to some of the last remaining strongholds for native fish species.” But it isn’t invulnerable to change.\n\nA study Muhlfeld co-authored in 2022 found that more than one-third of Montana’s cold-water fisheries could be unsuitable for trout by 2080, costing the state nearly $200 million in lost revenue.\n\n“The lower reaches of all these famous trout rivers are going to get warm the quickest,” says Timothy Cline, the study’s lead author, who’s now an ecologist at Montana State University. “We might lose some of those lower reaches on the Madison, Blackfoot, the Bitterroot, the Big Hole.”\n\nFortunately, though, he says, their study also found that trout and the industry that relies on them, are still resilient. Higher elevation rivers and cool mountain streams and lakes still offer refuges. Trout are adaptable and will move to more agreeable conditions when they’re able.\n\n“The hope is that by maintaining and protecting all those options we can have robust trout fisheries and opportunities in the future,” Cline says.\n\nIn some cases, maintaining and improving fish habitat requires removing relics of the past.\n\nNorth of Missoula, on Rattlesnake Creek, which merges with the Clark Fork River downstream of the Blackfoot, a coalition of agencies and groups are working to decommission a series of now defunct dams that stretch into the Rattlesnake Wilderness.\n\n“Fish that can’t get up into cold water are going to have a harder time dealing with climate change and warm waters,” says Warren Colyer, the Western Water and Habitat program director at Trout Unlimited. “So we’re trying to remove those barriers.”\n\nEarlier this summer, a team from Missoula, Trout Unlimited and the U.S. Forest Service used 1,000 pounds of explosives to remove the McKinley Lake dam in the Rattlesnake Wilderness to help restore the lake and Rattlesnake Creek to its natural state.\n\nColyer and his colleague, Christine Brissette, are standing on the edge of Rattlesnake Creek just upstream of a deep pool, which denotes where one of the dams was removed in 2021.\n\n“We saw immediately after this dam removal fish that had been tagged at the mouth of the creek hanging out just above where the dam used to be,” Brissette says. “They moved into this habitat immediately.”\n\nTrout Unlimited and other conservation groups are working to restore floodplains, creating artificial beaver dams in places to slow runoff. They’re working with irrigators to limit withdrawals during periods of severe drought.\n\nEarlier this year, the Blackfoot Challenge, a coalition of landowners, public agencies, and conservation groups that live and work along the Blackfoot River, pushed irrigators along the Blackfoot to voluntarily reduce demand on the river’s water and anglers to shift their techniques, including by using barbless hooks.\n\n“Every guide has a responsibility to change how we are utilizing our water resources, especially for these cold water fisheries,” Scott says on the banks of the Blackfoot.\n\nFish are a finite resource, she says. Climate change is worsening conditions. “With those two combined there’s only a limited time in which we can continue to adjust,” she says.\n\nAsked how Scott thinks her job will change in the future, if a river will still run through it, she laughs.\n\n“A river will still run through it,” Scott says. “And it might be a trickle.”</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/g-s1-19833/fishing-angling-trout-montana-water-climate-change-blackfoot-river'>Visit NPR</a></li></ul>",
    "author": "Nathan Rott",
    "id": "cm0iuofre0007h6t77smra6cg"
  },
  {
    "headline": "In 'Miss Merkel,' Germany's former chancellor is a crime-solving amateur detective",
    "link": "https://www.npr.org/2024/08/31/g-s1-19962/miss-merkel-germany-tv-mystery-series",
    "date": "2024-08-31",
    "slug": "inmissmerkel",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2598x1732+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fe6%2Fac%2F04a577a043eebf003cefab44af9e%2Fe1-3.jpg",
    "summary": "In a scene from the German TV series Miss Merkel, actress Katharina Thalbach, playing the amateur detective based on the former German Chancellor Angela Merkel,...",
    "body": "<p>In a scene from the German TV series Miss Merkel, actress Katharina Thalbach, playing the amateur detective based on the former German Chancellor Angela Merkel, takes a closer look at her pug Helmut.\n\nBERLIN — Little is known about how Germany’s former Chancellor Angela Merkel is spending her retirement, and that seems to be the way she likes it. Thanks to a German crime fiction series adapted for television and now proving a hit in Italy, she is back in the headlines — this time as a fictional small-town amateur sleuth.\n\nAs the title suggests, Miss Merkel is a whodunnit that imagines the former chancellor as an Agatha Christie-style detective who starts solving crimes out of sheer boredom. For want of a G7 or European Union summit, Merkel is desperate to put down the garden shears and get back to solving something, anything! This time, it’s a village murder. Move over, Miss Marple!\n\nThe TV adaptation stars German theater doyenne Katharina Thalbach as Merkel. Like Merkel, Thalbach is 70 and from former East Germany. She says it wasn’t too hard to prepare for the role.\n\n“You could always see the burden of power in Merkel’s shoulders, how it weighed on her,” Thalbach tells NPR. “So, I focused on my shoulders, put on a wig and one of her signature colorful boxy blazers and I had the feeling I was her. That I am Angela Merkel!”\n\nIn a scene from the TV series, Miss Merkel, played by Katharina Thalbach, solves a murder case while her guests listen attentively.\n\nThalbach has met Merkel a number of times but is not sure whether the ex-chancellor is a fan of Miss Merkel.\n\n“The last time I saw Angela, I tried to find out whether she’s read the books or seen the series,” Thalbach recalls. “But she deftly dodged the question, saying instead that her office staff are big fans.”\n\nThe books’ author, David Safier, known previously for his fictional accounts of the Holocaust and his work as a scriptwriter, says he’s also none the wiser as to what Merkel thinks of his alternative retirement plan for her.\n\nFormer German Chancellor Angela Merkel arrives for an onstage conversation in Berlin in 2022, the year after she retired from politics.\n\n“Probably she has read the novels,” Safier speculates. “To be honest, if there would be a crime novel where you are the hero, wouldn’t you at least read the first 10 pages?”\n\nWhile the books are a commercial success, the small-screen adaptation by RTL — which will be available to stream later this year in the U.S. — has received lukewarm reviews in Germany. The broadsheet Frankfurter Allgemeine Zeitung acknowledged the star power that Thalbach’s performance brings to the production, but lamented the show’s “corny jokes.” German magazine Fokus suggested the production company engage Safier as the scriptwriter, seeing as he won an Emmy for a German sitcom Berlin, Berlin.\n\nSafier came up with the idea for Miss Merkel in 2019, on the day Merkel announced she wouldn’t be running for a fifth term. He says he sat down to watch an old rerun of Columbo that same evening and the idea for his top-10 Spiegel bestseller was born.\n\nSafier says Angela Merkel makes for a consummate detective.\n\n“Merkel is highly intelligent, much more intelligent than other politicians,” he says. “She is strongheaded. And, after 30 years in politics, she’s used to dealing with sociopaths and psychopaths.”\n\nLike Miss Marple, Merkel is often underestimated — something the former chancellor used to her advantage throughout her political career. Thalbach says this particularly baffled alpha-male politicians.\n\nIn a scene from the TV series, Miss Merkel, played by Katharina Thalbach, and her husband, played by Joachim Sauer, sit in the audience watching a play.\n\n“The real Merkel was brilliant at finding skeletons in the closets of her political rivals,” Thalbach asserts. “But she had none of her own: the perfect trait for an ace detective!”\n\nSafier says it’s the references to Merkel’s former life as chancellor that tickle his readers.\n\nIn the first book, Miss Merkel attends a community theater production and remarks that “compared to six hours of Beijing Opera with Xi Jinping, everything else is a piece of cake.”\n\n“Her experience helps her to solve crime mysteries. When she’s questioning a suspect, she knows that she has to wear him down,” Safier says of his main character. “Merkel knows what it’s like to probe and ask questions over and over again. She did it until the early hours at countless EU summits.”\n\nUnlike Miss Marple, Merkel is actually a Mrs. — a Frau Dr., that is, with a Ph.D. in quantum chemistry. In the TV series, Merkel’s husband asks why she’s still wearing her trademark pantsuits in retirement. Her answer could be considered classic Merkel logic: “I’ve still got 50 of them in my wardrobe.”\n\nAngie nostalgia aside, Safier says that in his next book, Miss Merkel is seeing a therapist after realizing, while writing her memoirs, that she neglected to solve a number of issues during her time in office — be it Germany’s ailing railway system or relations with Russia.\n\nMerkel was something of an enigma in office. Now, in retirement, the fictional version of her is an open book. The real version is set to be revealed in November. That’s when Safier’s next installment comes out — and when the real Merkel publishes her autobiography.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/g-s1-19962/miss-merkel-germany-tv-mystery-series'>Visit NPR</a></li></ul>",
    "author": "Esme Nicholson",
    "id": "cm0iuoidk0008h6t71d4m7kgt"
  },
  {
    "headline": "Grieving the dead is complicated. Here's how you can help someone experiencing loss",
    "link": "https://www.npr.org/2024/08/31/nx-s1-5092142/complex-grief-coping-with-the-loss-of-a-sibling",
    "date": "2024-08-31",
    "slug": "grievingthedead",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/8192x4320+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fc1%2F30%2Ff9f9be974ad2bdb349f5fa7f6ac6%2Fgettyimages-1460014746.jpg",
    "summary": "Grief is complicated, but author Annie Sklaver Orenstein tells Morning Edition there are simple ways to help those grieving a loss.\n\nAnnie Sklaver Orenstein was 25...",
    "body": "<p>Grief is complicated, but author Annie Sklaver Orenstein tells Morning Edition there are simple ways to help those grieving a loss.\n\nAnnie Sklaver Orenstein was 25 when her brother Ben was killed while serving in Afghanistan.\n\nShe found solace in writing about him and others who have lost siblings. Earlier this year, she published Always a Sibling: The Forgotten Mourner’s Guide to Grief, a book about processing grief.\n\nThe cover of Always a Sibling: The Forgotten Mourner’s Guide to Grief\n\nOrenstein spoke about the complexities of loss and how people respond in the moment in a Morning Edition interview with Michel Martin. We reached out to Orenstein in the wake of the pop singer Mariah Carey losing both her mother and sister on the same day. Carey’s mother was 87, according to public records, and lived in an assisted living facility in Florida. Her sister was 63 and in hospice care in New York state.\n\nCarey was reportedly estranged from her sister. And that got us to thinking about how complicated grief can be when there are multiple deaths, for example, or estrangement — something that just doesn't fit common narratives of what grief should look like.\n\nThis interview has been edited for length and clarity.\n\nMartin: One of the reasons you started writing about this is that you lost your brother in Afghanistan in 2009. And I just want to make it clear that you were not estranged, that you were, in fact, very close. Let's just start with losing a sibling. You've written that people act like it just doesn't matter. Like, how so?\n\nOrenstein: Once I started actually doing the research, I realized that my experience is actually very common — the diminishment of sibling grievers. And it's through a lot of small actions. It's things like people asking how your parents are doing, but they don't ask you how you are doing. Or if they find out you lost a sibling, the first question might be, “Were you close?” as if your answer to that will determine whether or not you're allowed to be grieving or the extent to which you're allowed to be grieving. But we grieve imperfect people. We grieve imperfect relationships, sometimes even more so or more complicated than if you were really close. And so those qualifiers, they're not really relevant, but they can make you question your own grief and whether or not you are allowed to grieve.\n\nMartin: And adding to that, it gets complicated when there is estrangement, as we think there was in Mariah Carey's case. Can you talk more about that, how that complicates things, whether people know that or not in your circle?\n\nOrenstein: You know, I think there is a feeling that, you know, if you're estranged, you're probably not grieving. In some cases, that might be true. There's something called abbreviated grief where you just don't grieve very much. That can happen if you had a weak emotional attachment. You know, there is a type of grief called anticipatory grief, where you're essentially grieving the person while they are still alive. And so when they die, you might not grieve as much as you think you will, but that's because you've already grieved them. And so in some cases of estrangement, you know, that might be what happened, but in other cases, people often hold out a hope that there can be some reconciliation and death takes away those opportunities.\n\nMartin: Why do you think we have such a hard time in this country supporting people through grief?\n\nOrenstein: I think in our country, we're uncomfortable with things that we can't fix, things that we can't solve. You know, people want to say the right thing because they want to fix it and they want to make you feel better. And so grief makes us really uncomfortable because there's nothing you can say that will fix it.\n\nMartin: So let's talk about what you can do to support someone who has lost a sibling or in Mariah Carey's case, has lost a sibling and has lost a parent, or is dealing with this, what you've called this complex grief. What are some things not to say? Are there some things that you can say or do, even if you know you can't fix it?\n\nOrenstein: We can't grieve for someone else as much as we often want to. But what we can do is go over and do their dishes. We can go grocery shopping for them. We can drop off dinner. We can do small things to reduce that overwhelm and overload so that our brains and our emotions do have the bandwidth and capacity to process what's going on. So a lot of what we can do is show up. Community support is proven. It is a huge way to help someone who is grieving.\n\nThis digital article was edited by Obed Manuel.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/nx-s1-5092142/complex-grief-coping-with-the-loss-of-a-sibling'>Visit NPR</a></li></ul>",
    "author": "Reena Advani",
    "id": "cm0iuokc80009h6t75a1cdmvx"
  },
  {
    "headline": "Political opponents Harris and Vance show Americans modern, interfaith marriages",
    "link": "https://www.npr.org/2024/08/31/nx-s1-5058801/harris-emhoff-religion-faith-jewish-christian-vance-usha-hindu",
    "date": "2024-08-31",
    "slug": "politicalopponentsharris",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/4794x3196+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fe1%2F80%2F9c53bb40424798e9de139835b452%2Fgettyimages-1245252193.jpg",
    "summary": "In this file photo, Vice President Harris (L) and second gentleman Doug Emhoff attend the 100th National Christmas Tree Lighting on The Ellipse south of...",
    "body": "<p>In this file photo, Vice President Harris (L) and second gentleman Doug Emhoff attend the 100th National Christmas Tree Lighting on The Ellipse south of the White House in Washington, D.C., on Nov. 30, 2022. Harris and Emhoff host holiday celebrations at their official residence, including recently for Diwali and Rosh Hashanah.\n\nAt the Democratic National Convention, second gentleman Doug Emhoff wanted to show another side of his wife.\n\n“Kamala has connected me more deeply to my faith, even though it’s not the same as hers,” he said, highlighting his interfaith marriage to Vice President Harris.\n\nEmhoff is Jewish and Harris is Christian. He said she attends High Holiday services with him, and he attends Easter services with her. And, he said, they share their food traditions.\n\n“I get to enjoy her mom’s chili relleno recipe every Christmas, and she makes a mean brisket for Passover,” Emhoff said to applause.\n\nAt a National Prayer Breakfast in 2022, Harris talked about the values she’d grown up with in church in Oakland, Calif.\n\n“As I know we have all learned and been taught, faith is not passive,” Harris said. “Faith motivates action.”\n\nA growing number of Americans are part of interfaith relationships — a reality that is also reflected in the candidates on both major-party presidential tickets this year. On the Republican ticket, the vice presidential nominee, Ohio Sen. JD Vance, is also in an interfaith marriage.\n\nRepublican vice presidential candidate, Sen. JD Vance (R-OH) is joined by his wife Usha Chilukuri Vance on stage on the third day of the Republican National Convention in Milwaukee.\n\nVance spoke about his relationship at an event hosted by the conservative Faith and Freedom Coalition on the day after he’d addressed the Republican National Convention in July.\n\n“What really brought me back to Christ was finding a wife,” Vance said.\n\nVance said he was motivated to rediscover his faith as he thought about how to become a better husband and father.\n\n“It’s funny, my wife, despite not being raised Christian herself, she made this observation to me when our son was about a year old and I started going to church,” he said. “And she said, ‘You know, this isn’t really my thing and I don’t have a background in this, but there’s something about becoming Christian that’s really good for you.’”\n\nVance was raised loosely Christian and was baptized Roman Catholic in 2019. His wife, Usha, was raised Hindu.\n\nIn her address to the RNC that week, Usha Vance talked about meeting her husband in law school and learning about their starkly contrasting childhoods: hers in a close-knit home in California as the daughter of immigrants from India, and his, in a struggling, working-class family in Ohio.\n\n“That JD and I could meet at all, let alone fall in love and marry, is a testament to this great country,” she said.\n\nIn the past, most of America’s presidents and vice presidents — along with their spouses — have been Christians — and most of them, Protestant; President Biden is only the second Roman Catholic to hold the highest office.\n\n“The first thing that comes to mind is how remarkable this would have been 30 years ago, 50 years ago — it may have even been a dealbreaker,” explained Robert P. Jones, president and founder of the Public Religion Research Institute, and author of books including The End of White Christian America.\n\nJones says the country’s changing demographics are reshaping the way people see religious differences.\n\nAmericans are becoming less religious overall. The country is also becoming more racially and culturally diverse. It’s all led to what Jones describes as a “lowering of barriers” to interfaith marriage.\n\n“The stigma has come down and I think the increasing diversity of the country [creates] an opportunity to meet, fall in love with, and marry someone outside your faith,” Jones said.\n\nAccording to the Public Religion Research Institute, nearly 1 in 5 partnered Americans say their spouse or partner has a different religion from their own. Jones says people married since the year 2000 are about three times more likely to be in interfaith relationships as those married before 1960.\n\nGaston Espinosa, a religious studies professor at Claremont McKenna College who writes about religion and the presidency, says American politics have slowly become more open to religious diversity.\n\nEspinosa points to the Republican Party’s nomination of Mitt Romney, a Mormon, in 2012, and then Vice President Al Gore’s selection of Sen. Joe Lieberman, who was Jewish, as his running mate for the Democratic ticket in 2000.\n\n“Since that time, there's been, I think, a lot of movement in this direction toward recognizing good people — no matter what their religious or racial ethnic background is — to come together to promote the common good for the nation,” Espinosa said.\n\nThe Rev. Paul Brandeis Raushenbush is the president of Interfaith Alliance, and the great grandson of both Louis Brandeis, the first Jewish Supreme Court justice, and a Baptist theologian.\n\nRaushenbush notes that Harris also grew up in a family with a blended cultural and religious heritage — with a Jamaican father and a South Asian mother.\n\n“She's coming into an interfaith relationship already understanding what it means to celebrate within a marriage two faith traditions that do not need to be at odds,” he said.\n\n“I think that's the message for the country, which is, these different traditions — all of our different traditions — do not need to be and should not be and must not be pitted against one another,” he added.\n\nHarris and Emhoff have publicly celebrated a variety of religious holidays, including Diwali, the Hindu festival of lights.\n\nLast year, to honor the Jewish High Holy Day Rosh Hashanah, Harris and Emhoff hosted a reception at their official residence, where a mezuzah, a small scroll, is mounted to the front doorway in accordance with Jewish tradition.\n\nAmy Spitalnick, CEO of the Jewish Council for Public Affairs, has worked with Emhoff on a White House initiative to fight antisemitism and other types of extremism. She was there last year as the couple celebrated the holiday together.\n\n“That is meaningful to see,” she says. “It’s personal. It is something that we have not seen a lot of in the highest levels of power in this country.”</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/nx-s1-5058801/harris-emhoff-religion-faith-jewish-christian-vance-usha-hindu'>Visit NPR</a></li></ul>",
    "author": "Sarah McCammon",
    "id": "cm0iuolge000ah6t73b594pbf"
  },
  {
    "headline": "Defending U.S. Open champion Novak Djokovic knocked out in shock defeat",
    "link": "https://www.npr.org/2024/08/31/g-s1-20451/defending-us-open-champion-novak-djokovic-defeated",
    "date": "2024-08-31",
    "slug": "defendingusopen",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5019x3346+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F5f%2Fc8%2F38f0a6ab48a995d04e495328fdeb%2Fap24244106032613.jpg",
    "summary": "Novak Djokovic of Serbia wipes his face against Alexei Popyrin of Australia during a third round match of the U.S. Open tennis championships on Friday.\n\nNEW...",
    "body": "<p>Novak Djokovic of Serbia wipes his face against Alexei Popyrin of Australia during a third round match of the U.S. Open tennis championships on Friday.\n\nNEW YORK — Novak Djokovic did not go easy on himself when assessing the listless way he performed from the start of the U.S. Open, pointing to his sloppy serving as the main reason the defense of his 2023 title surprisingly ended in the third round.\n\n“I have played some of the worst tennis I have ever played, honestly,\" Djokovic said, just after midnight as Friday turned to Saturday. “Serving — by far — the worst ever.”\n\nWith 14 double-faults, raising his tournament total to 32, Djokovic bowed out with a 6-4, 6-4, 2-6, 6-4 loss to 28th-seeded Alexei Popyrin of Australia, another shocking result at Flushing Meadows one night after Carlos Alcaraz exited.\n\n“It was just an awful match for me,” the No. 2-seeded Djokovic said. “I wasn’t playing even close to my best. It’s not good to be in that kind of state where you feel OK physically, and of course you’re motivated because it’s a Grand Slam, but you just are not able to find your game. That’s it. The game is falling apart, and I guess you have to accept that tournaments like this happen.”\n\nNot often for him, though.\n\nAfter all, Djokovic was trying to become the first player in tennis history with 25 Grand Slam singles titles. Instead, after knee surgery in June, he finishes a year without claiming at least one major championship for the first time since 2017. Before that, it hadn't happened since 2010.\n\nAlexei Popyrin of Australia reacts against Novak Djokovic during a third round match of the U.S. Open tennis championships on Friday.\n\nAlso of note: 2024 now becomes the first season since 2002 in which none of the Big Three of men's tennis — Djokovic, Rafael Nadal and Roger Federer — earned a Slam trophy.\n\nThe third-round exit equals Djokovic’s worst showing at Flushing Meadows; the only other occasions he was beaten that early at the U.S. Open came in 2005 and 2006. The man who defeated Djokovic 18 years ago, International Tennis Hall of Fame member Lleyton Hewitt, is now Australia’s Davis Cup captain and was sitting in Popyrin’s guest box in Arthur Ashe Stadium.\n\nDjokovic, who is 37, has reached the final in Ashe 10 times, leaving with the title in 2011, 2015, 2018 and 2023.\n\nOn Friday, though, he was sluggish and emotionally flat, perhaps residual fatigue after collecting his first Olympic gold medal for Serbia by beating Alcaraz in the final at the Paris Games earlier in August.\n\n“Obviously, it had an effect,” Djokovic said. “I spent a lot of energy winning the gold, and I did arrive to New York just not feeling fresh mentally and physically. But because it’s the U.S. Open, I gave it a shot and I tried my best. I mean, I didn’t have any physical issues. I just felt out of gas. And you could see that with the way I played.”\n\nThe No. 3-seeded Alcaraz entered the U.S. Open as the tournament favorite having won the French Open and Wimbledon, and acknowledged his energy was lower than he realized after getting eliminated by 74th-ranked Botic van de Zandschulp 6-1, 7-5, 6-4 on Thursday night.\n\nDjokovic then replaced Alcaraz as the money-line pick to take the men’s title, according to BetMGM Sportsbook, but that status didn’t last long at all.\n\nFor the 25-year-old Popyrin, this represents a real breakthrough: He had been 0-3 against Djokovic and 0-6 in third-round matches at majors.\n\nBut the strong-serving Popyrin is playing as well as ever, coming off the biggest title of his career less than three weeks ago at a hard-court tournament in Montreal, where he picked up five wins against opponents ranked in the top 20.\n\nEverything was working against Djokovic.\n\nPopyrin was terrific at the net, going 10 for 10 on serve-and-volley approaches and 25 for 36 overall on points when he pushed forward. Djokovic, in contrast, only won the point on 19 of his 40 trips to the net, in part because Popyrin kept flipping passing shots by him.\n\nPopyrin took big cuts with his powerful forehand, accumulating 22 of his 50 total winners with that shot.\n\nAnd he broke Djokovic five times, including for a lead of 3-2 in the fourth. That game felt titanic, lasting more than 10 minutes and including four break chances for Popyrin, who converted the last with an inside-out forehand to close a 22-stroke exchange, then rocked back on his heels, clenched both fists and let out a roar. He took Djokovic’s next service game, too, to make it 5-2.\n\nThe first time Popyrin served for the match, he faltered, allowing Djokovic to break. The second time, Popyrin finished the deal, holding at love when Djokovic sent a forehand long.\n\nNow Popyrin will try to reach his first Grand Slam quarterfinal by getting past No. 20 Frances Tiafoe, who advanced Friday with a 4-6, 7-5, 6-7 (5), 6-4, 6-3 win over No. 13 Ben Shelton in a matchup between two Americans.\n\n“If he serves well, plays well, he can beat anybody,” Djokovic said about Popyrin. “Look, Alcaraz is out. I’m out. Some big upsets. The draw is opening up.”</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/g-s1-20451/defending-us-open-champion-novak-djokovic-defeated'>Visit NPR</a></li></ul>",
    "author": "The Associated Press",
    "id": "cm0iuomqb000bh6t7acc724do"
  },
  {
    "headline": "Ukrainian president Zelenskyy fires air force commander after fatal F-16 crash",
    "link": "https://www.npr.org/2024/08/31/g-s1-20449/ukraine-president-zelenskyy-fires-air-force-commander-f16-crash",
    "date": "2024-08-31",
    "slug": "ukrainianpresidentzelenskyy",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2800x1782+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F57%2F02%2F6bb52b284127a12712cfd4fb36c7%2Fap24242627594906.jpg",
    "summary": "In this photo taken on Aug. 4, 2024, the Ukrainian Air Force's F-16 fighter jet flies in an undisclosed location in Ukraine.\n\nKYIV, Ukraine — Ukrainian...",
    "body": "<p>In this photo taken on Aug. 4, 2024, the Ukrainian Air Force's F-16 fighter jet flies in an undisclosed location in Ukraine.\n\nKYIV, Ukraine — Ukrainian President Volodymyr Zelenskyy fired the commander of the country’s air force Friday, four days after an F-16 warplane that Ukraine received from its Western partners crashed during a Russian bombardment and killed the pilot.\n\nThe order to dismiss Lt. Gen. Mykola Oleshchuk was published on the presidential website.\n\n“We need to protect people. Protect personnel. Take care of all our soldiers,” Zelenskyy said in an address minutes after the order was published. He said Ukraine needs to strengthen its army on the command level.\n\nLt. Gen. Anatolii Kryvonozhko was appointed acting air force commander, the army's general staff said.\n\nThe dismissal came on the same day that Oleshchuk directed scathing criticism at a lawmaker who is deputy head of the Ukrainian parliament’s defense committee for her claims that the F-16 was downed by a Patriot air-defense system. Ukraine has received an unspecified number of the U.S.-made systems.\n\nMariana Bezuhla cited unnamed sources for her claim and demanded punishment for those responsible for the error.\n\nOleshchuk accused Bezuhla of defaming the air force and discrediting U.S. arms manufacturers and said that he hoped she would face legal consequences for her claims.\n\n“The truth will win,” Bezuhla posted on X shortly after the dismissal order was published.\n\nThe air force did not directly deny that the F-16 was hit by a Patriot missile.\n\nU.S. experts have joined the Ukrainian investigation into the crash, the air force said.\n\nMeanwhile, a Russian attack on the northeastern city of Kharkiv using powerful plane-launched glide bombs killed six people, including a 14-year-old girl on a playground, and wounded 47 others, regional Gov. Oleh Syniehubov said.\n\nThe bombs struck five locations across the city, which had a prewar population of 1.4 million people, the governor said.\n\nOne of the bombs hit a 12-story apartment block, setting the building ablaze and trapping at least one person on an upper floor. Emergency crews searching for survivors feared the structure could collapse.\n\nIn other developments, Ukrainian rockets hit the Russian city of Belgorod and its surroundings on late Friday, killing five people and injuring 37, said regional govenor Vyacheslav Gladkov. The region borders northern Ukraine ans comes under drone or artillery attacks almost daily.\n\nZelenskyy pointed to the Kharkiv strikes as further evidence that Western partners should scrap restrictions on what the Ukrainian military can target with donated weapons.\n\nThe Kharkiv strike “wouldn’t have happened if our defense forces had the capability to destroy Russian military aviation at its bases. We need strong decisions from our partners to stop this terror,” Zelenskyy said.\n\nF-16s are one of the weapons that could be used to hit Russian bases behind the front line.\n\nOleshchuk said on Telegram that “a detailed analysis\" was already being conducted into why the F-16 jet went down Monday, when Russia launched a major missile and drone barrage at Ukraine.\n\n“We must carefully understand what happened, what the circumstances are, and whose responsibility it is,” Oleshchuk wrote in the post shortly before his dismissal.\n\nThe crash was the first reported loss of an F-16 in Ukraine, where the warplanes arrived at the end of last month. At least six are believed to have been delivered by European countries.\n\nMilitary analysts say the planes will not be a game-changer in the war, given Russia’s massive air force and sophisticated air-defense systems. But Ukrainian officials welcomed the supersonic jets, which can carry modern weapons used by NATO countries, for offering an opportunity to hit back at Russia’s air superiority.\n\nOn the ground, the Russian army is making slow but gradual progress in its drive into eastern Ukraine, while Ukrainian forces are holding ground in the Kursk border region of western Russia after a recent incursion.\n\nThe Institute for the Study of War said it expected that Ukraine would lose some Western-provided military equipment in the fighting.\n\nBut the Washington-based think tank added that “any loss among Ukraine’s already limited allotment\" of F-16s and trained pilots “will have an outsized impact” on the country's ability to operate F-16s \"as part of its combined air defense umbrella or in an air-to-ground support role.”\n\nIn other developments, European Union defense ministers agreed in Brussels to boost their training program for Ukrainian troops.\n\n“Today the ministers agreed to raising the target to 75,000, adding 15,000 more by the end of the year,” EU foreign policy chief Josep Borrell told reporters after the meeting.\n\n“The training has to be shortened and adapted to the Ukrainian training needs,” Borrell said. He added that the EU would set up a small “coordination and liaison cell” in the Ukrainian capital of Kyiv to make the training effort more effective.\n\nSo far, 60,000 troops have passed through the bloc’s training scheme, which is conducted outside Ukraine.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/31/g-s1-20449/ukraine-president-zelenskyy-fires-air-force-commander-f16-crash'>Visit NPR</a></li></ul>",
    "author": "The Associated Press",
    "id": "cm0iuonqe000ch6t7f4nmaweg"
  },
  {
    "headline": "Harris says she won't ban fracking. What to know about the controversial topic",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5096107/what-is-fracking-explained",
    "date": "2024-08-30",
    "slug": "harrissaysshe",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3000x2000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F0b%2F00%2Fdc0b52ec4795ab165f34b3253389%2Fap24217560449067.jpg",
    "summary": "A shale gas well drilling site is pictured in 2020 in St. Mary's, Pa., a key battleground state where the fracking industry has brought in...",
    "body": "<p>A shale gas well drilling site is pictured in 2020 in St. Mary's, Pa., a key battleground state where the fracking industry has brought in jobs.\n\nIn a sit-down interview with CNN on Thursday, Vice President Harris said she wouldn’t ban fracking if elected president, a reversal of her position during her first presidential run.\n\nThe Democratic nominee attempted to explain why her position has changed from being against fracking to being in favor of it.\n\n“What I have seen is that we can grow, and we can increase a clean energy economy without banning fracking,” she told CNN’s Dana Bash.\n\nWhen she first ran for president in 2019, Harris had said she was firmly in favor of banning fracking — a stance she later abandoned when she joined President Biden’s campaign as his running mate, to side with his opposition to such a ban. Despite the Biden administration's sweeping initiatives to address climate change, the president has also overseen the largest oil boom the U.S. — or the world — has experienced.\n\nIt’s been years since the issue has seen this much national attention. Before this week, the last time Google saw higher search interest for “fracking” was in October 2020, a month before the last presidential election. As for the Republican ticket, former President Donald Trump is expected to try to convince voters otherwise — that unlike him, Harris wants to halt fracking.\n\nIt’s a particularly key issue for voters in Pennsylvania, a critical swing state where the fracking industry has driven industrial and economic growth in the western and northern parts of the state.\n\nIf you’re in need of a refresher, here’s a quick overview on fracking.\n\nFracking — shorthand for hydraulic fracturing — is the process of extracting gas or oil deep underground using a high-pressure mixture of water, sand and chemicals to break up rock.\n\nFracking has allowed oil and gas companies to tap into vast energy reservoirs that once seemed impossible to develop.\n\nThose in favor highlight its upsides: The fracking boom has lowered the price of oil and gas around the world, cut U.S. reliance on foreign oil production and brought in new jobs to revitalize economies. It’s also helped the U.S. shift away from coal production for power plants and toward natural gas.\n\nThe drilling technique, however, hasn’t resolved the country’s dependence on fossil fuels, which contribute to climate change.\n\nFracking also dredges up concerns about air and water quality. Drilling for and transporting gas can lead to the leakage of methane, a potent greenhouse gas that warms the planet faster than carbon dioxide.\n\nFor years, research has shown that fracking depletes water levels, produces toxic air pollution and generates noise in nearby communities. It’s also been linked to drinking water contamination and earthquakes.\n\nHydraulic fracturing itself can trigger minor seismic activity — and the underground disposal of wastewater used in the process has caused larger, destructive quakes, according to the U.S. Geological Survey.\n\nOver the past decade, fracking production by volume has quadrupled in the U.S., and overall shows no signs of slowing. Last year, the country's average daily oil production was 12.9 million barrels — a record high, according to the Energy Information Administration. Almost two-thirds of that oil production was captured by fracking, also a record high (8.4 million barrels per day). Also in 2023, natural gas production from fracking was a record 81.5 billion cubic feet per day.\n\nA huge portion of that fracking is happening in what’s known as the Permian region of western Texas and eastern New Mexico, which is home to more active rigs than all of the other 48 states combined.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5096107/what-is-fracking-explained'>Visit NPR</a></li></ul>",
    "author": "Emma Bowman",
    "id": "cm0iuop2k000dh6t77x13fyyf"
  },
  {
    "headline": "Court orders a new hearing for Adnan Syed in 'Serial' case. Here's what to know",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5096124/adnan-syed-maryland-supreme-court-redo-hearing",
    "date": "2024-08-30",
    "slug": "courtordersa",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/8018x5345+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F9f%2Fc9%2F3cb30dc142deb062b859125cf4bb%2Fap23278570929892.jpg",
    "summary": "Adnan Syed, standing with his mother Shamim Rahman, talks with reporters outside Maryland's Supreme Court in Annapolis, Md., on Oct. 5, 2023.\n\nLess than two years...",
    "body": "<p>Adnan Syed, standing with his mother Shamim Rahman, talks with reporters outside Maryland's Supreme Court in Annapolis, Md., on Oct. 5, 2023.\n\nLess than two years after Adnan Syed was released from prison, Maryland's top court has ordered a redo on the very hearing that freed him.\n\nOn Friday, the Maryland Supreme Court upheld an appellate court's decision from 2023 to reinstate Syed's conviction. That ruling was based on the argument that the murder victim's family did not receive adequate notice about the hearing that led to Syed’s release.\n\nNow, the case will head to a new lower court judge, who will determine the fate of Syed's conviction. The Maryland Supreme Court said Syed can remain free in the meantime.\n\nThe 43-year-old spent 23 years in prison for the murder of his former high school girlfriend, Hae Min Lee. His case drew national attention after being the main focus of the Serial podcast's first season. The episodes raised doubts about some of the case's evidence and led to calls for a new trial. Syed was originally facing life in prison until a Baltimore judge vacated his conviction in 2022.\n\nSyed went on to work for Georgetown University's Prisons and Justice Initiative. But his case is far from settled. Here's what to know.\n\nIn 1999, Baltimore high school student Hae Min Lee's body was discovered in a city park, a few weeks after she had gone missing. Her autopsy determined that she had been strangled to death.\n\nSyed, who had previously dated Lee, was charged with her murder and in 2000, he was sentenced to life in prison. At the time, he was 18 years old.\n\nSyed had long maintained that he was innocent but his case received renewed attention in 2014 after it was chronicled in the debut season of the Serial podcast. Over the course of 12 episodes, Serial probed at the details in Syed's case and exposed flaws in the legal system. One poignant question from the podcast was about the reliability of cellphone tower evidence.\n\nSyed's lawyers raised similar concerns and in 2016, Syed was granted a new trial. The state appealed the ruling and his case went through various courts. In 2019, the U.S. Supreme Court declined to hear his case.\n\nThings took a turn in 2022 after a year-long investigation resulted in new information about two possible, alternative suspects. In September of that year, Syed was released from prison and prosecutors later decided to drop all cases against him.\n\nIn 2023, Lee's family urged the Appellate Court of Maryland for a redo of the hearing that won Syed his freedom. The family argued that Lee's brother, who lived in California, received about three days notice about the hearing and therefore, was unable to attend in person — violating Maryland victims' rights, the Associated Press reported at the time.\n\n“We’re not on a campaign to have Adnan Syed put back in jail,” attorney David Sanford, representing Lee's family, said in 2023. \"This is about respecting victims and their representatives.”\n\nThe appellate court ruled in favor of Lee's family and reinstated Syed's murder conviction. The court also a ordered a new hearing in the case. That ruling was upheld by Maryland's highest court on Friday.\n\n\"In an effort to remedy what they perceived to be an injustice to Mr. Syed, the prosecutor and the circuit court worked an injustice against Mr. Lee,\" Maryland's Supreme Court wrote in an opinion on Friday.\n\nBaltimore's state attorney's office said it was reviewing the high court's decision and had no further details about next steps forward.\n\nIn a statement, Lee's family's attorney, Sanford, applauded the court for reaffirming crime victims' rights and giving the family the chance to be heard properly in court.\n\n\"If there is compelling evidence to support vacating the conviction of Adnan Syed, we will be the first to agree,\" Sanford said.\n\nSyed's attorney, Erica Suter, said she disagreed with the court's decision, adding that it will put an emotional toll on both Lee and Syed's family.\n\n\"Though this latest ruling is a roadblock in the way of Adnan’s exoneration, we have faith that justice will prevail, and will work tirelessly to clear his name once and for all,\" Suter said in a statement.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5096124/adnan-syed-maryland-supreme-court-redo-hearing'>Visit NPR</a></li></ul>",
    "author": "Juliana Kim",
    "id": "cm0iuoquf000eh6t75oyq7y4i"
  },
  {
    "headline": "Brazil starts blocking social media platform X amid a dispute with Elon Musk",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5096220/brazil-suspends-x-elon-musk",
    "date": "2024-08-30",
    "slug": "brazilstartsblocking",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5616x3744+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F40%2F6e%2F1cf567874d049630e9ef32cb7a99%2Fap24242759968532.jpg",
    "summary": "Brazilian Supreme Court Chief Justice Alexandre de Moraes arrives for a court hearing, in Brasilia, Brazil, June 22, 2023.\n\nSAO PAULO — Brazil started blocking Elon...",
    "body": "<p>Brazilian Supreme Court Chief Justice Alexandre de Moraes arrives for a court hearing, in Brasilia, Brazil, June 22, 2023.\n\nSAO PAULO — Brazil started blocking Elon Musk’s social media platform X early Saturday, making it largely inaccessible on both the web and through mobile apps after the billionaire refused to name a legal representative to the country.\n\nThe move escalates a monthslong feud between Musk and a Brazilian Supreme Court justice over free speech, far-right accounts and misinformation. Justice Alexandre de Moraes ordered the suspension on Friday.\n\nTo block X, Brazil’s telecommunications regulator, Anatel, told internet service providers to suspend users’ access to the social media platform. As of Saturday after midnight local time, major operators had begun doing so.\n\nDe Moraes had warned Musk on Wednesday night that X could be blocked in Brazil if he failed to comply with his order to name a representative, and established a 24-hour deadline. The company hasn’t had a representative in the country since earlier this month.\n\n“Elon Musk showed his total disrespect for Brazilian sovereignty and, in particular, for the judiciary, setting himself up as a true supranational entity and immune to the laws of each country,” de Moraes wrote in his decision on Friday.\n\nThe justice said the platform will stay suspended until it complies with his orders, and also set a daily fine of 50,000 reais ($8,900) for people or companies using VPNs to access it.\n\nIn a later ruling, he backtracked on his initial decision to establish a 5-day deadline for internet service providers themselves — and not just the telecommunications regulator — to block access to X, as well as his directive for app stores to remove virtual private networks, or VPNs.\n\nBrazil is one of the biggest markets for X, which has struggled with the loss of advertisers since Musk purchased the former Twitter in 2022. Market research group Emarketer says some 40 million Brazilians, roughly one-fifth of the population, access X at least once per month.\n\nTesla and SpaceX chief executive officer Elon Musk listens to a question as he speaks at the SATELLITE Conference and Exhibition in Washington, March 9, 2020.\n\n“This is a sad day for X users around the world, especially those in Brazil, who are being denied access to our platform. I wish it did not have to come to this – it breaks my heart,” X’s CEO Linda Yaccarino said Friday night, adding that Brazil is failing to uphold its constitution’s pledge to forbid censorship.\n\nX had posted on its official Global Government Affairs page late Thursday that it expected X to be shut down by de Moraes, “simply because we would not comply with his illegal orders to censor his political opponents.”\n\n“When we attempted to defend ourselves in court, Judge de Moraes threatened our Brazilian legal representative with imprisonment. Even after she resigned, he froze all of her bank accounts,” the company wrote.\n\nX has clashed with de Moraes over its reluctance to comply with orders to block users.\n\nAccounts that the platform previously has shut down on Brazilian orders include lawmakers affiliated with former President Jair Bolsonaro’s right-wing party and activists accused of undermining Brazilian democracy. X’s lawyers in April sent a document to the Supreme Court in April, saying that since 2019 it had suspended or blocked 226 users.\n\nIn his decision Friday, de Moraes' cited Musk's statements as evidence that X's conduct “clearly intends to continue to encourage posts with extremism, hate speech and anti-democratic discourse, and to try to withdraw them from jurisdictional control.”\n\nIn April, de Moraes included Musk as a target in an ongoing investigation over the dissemination of fake news and opened a separate investigation into the executive for alleged obstruction.\n\nMusk, a self-proclaimed “free speech absolutist,\" has repeatedly claimed the justice’s actions amount to censorship, and his argument has been echoed by Brazil’s political right. He has often insulted de Moraes on his platform, characterizing him as a dictator and tyrant.\n\nDe Moraes’ defenders have said his actions aimed at X have been lawful, supported by most of the court’s full bench and have served to protect democracy at a time it is imperiled. He wrote Friday that his ruling is based on Brazilian law requiring internet services companies to have representation in the country so they can be notified when there are relevant court decisions and take requisite action — specifying the takedown of illicit content posted by users, and an anticipated churn of misinformation during October municipal elections.\n\nThe looming shutdown is not unprecedented in Brazil.\n\nLone Brazilian judges shut down Meta’s WhatsApp, the nation’s most widely used messaging app, several times in 2015 and 2016 due to the company’s refusal to comply with police requests for user data. In 2022, de Moraes threatened the messaging app Telegram with a nationwide shutdown, arguing it had repeatedly ignored Brazilian authorities’ requests to block profiles and provide information. He ordered Telegram to appoint a local representative; the company ultimately complied and stayed online.\n\nX and its former incarnation, Twitter, have been banned in several countries — mostly authoritarian regimes such as Russia, China, Iran, Myanmar, North Korea, Venezuela and Turkmenistan. Other countries, such as Pakistan, Turkey and Egypt, have also temporarily suspended X before, usually to quell dissent and unrest. Twitter was banned in Egypt after the Arab Spring uprisings, which some dubbed the “Twitter revolution,” but it has since been restored.\n\nA search Friday on X showed hundreds of Brazilian users inquiring about VPNs that could potentially enable them to continue using the platform by making it appear they were logging on from outside the country. It was not immediately clear how Brazilian authorities would police this practice and impose fines cited by de Moraes.\n\n“This is an unusual measure, but its main objective is to ensure that the court order to suspend the platform's operation is, in fact, effective,\" Filipe Medon, a specialist in digital law and professor at the law school of Getulio Vargas Foundation, a university in Rio de Janeiro, told The Associated Press.\n\nMariana de Souza Alves Lima, known by her handle MariMoon, showed her 1.4 million followers on X where she intends to go, posting a screenshot of rival social network BlueSky.\n\nOn Thursday evening, Starlink, Musk’s satellite internet service provider, said on X that de Moraes this week froze its finances, preventing it from doing any transactions in the country where it has more than 250,000 customers.\n\n“This order is based on an unfounded determination that Starlink should be responsible for the fines levied—unconstitutionally—against X. It was issued in secret and without affording Starlink any of the due process of law guaranteed by the Constitution of Brazil. We intend to address the matter legally,” Starlink said in its statement. The law firm representing Starlink told the AP that the company appealed, but wouldn’t make further comment.\n\nMusk replied to people sharing the reports of the freeze, adding insults directed at de Moraes. “This guy @Alexandre is an outright criminal of the worst kind, masquerading as a judge,” he wrote.\n\nMusk later posted on X that SpaceX, which runs Starlink, will provide free internet service in Brazil “until the matter is resolved” since “we cannot receive payment, but don’t want to cut anyone off.”\n\nIn his decision, de Moraes said he ordered the freezing of Starlink’s assets, as X didn't have enough money in its accounts to cover mounting fines, and reasoning that the two companies are part of the same economic group.\n\nWhile ordering X’s suspension followed warnings and fines and so was appropriate, taking action against Starlink seems “highly questionable,” said Luca Belli, coordinator of the Getulio Vargas Foundation’s Technology and Society Center.\n\n“Yes, of course, they have the same owner, Elon Musk, but it is discretionary to consider Starlink as part of the same economic group as Twitter (X). They have no connection, they have no integration,” Belli said.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5096220/brazil-suspends-x-elon-musk'>Visit NPR</a></li></ul>",
    "author": "The Associated Press",
    "id": "cm0iuouaw000fh6t70uwp0ura"
  },
  {
    "headline": "A bill to protect performers from unauthorized AI heads to California governor",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5095856/ai-digital-replica-bill-california",
    "date": "2024-08-30",
    "slug": "abillto",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/4481x2970+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F34%2F78%2Fa5c034a9406092b6e25b2b309a64%2Fgettyimages-1461471685.jpg",
    "summary": "An aerial view of the California State Capitol on Feb. 1, 2023, in Sacramento.\n\nA new bill to protect performers from unauthorized AI is now headed...",
    "body": "<p>An aerial view of the California State Capitol on Feb. 1, 2023, in Sacramento.\n\nA new bill to protect performers from unauthorized AI is now headed to the California governor to consider signing into law.\n\nThe use of artificial intelligence to create digital replicas is a major concern in the entertainment industry, and AI use was a point of contention during last year’s Hollywood strike. Other national proposals offering AI protections to all Americans are also in the works.\n\nCalifornia Assembly Bill 2602 would regulate the use of generative AI for performers — not only those on-screen in films and TV/streaming series but also those who use their voices and body movements in other media, such as audiobooks and video games. The measure would require informed consent and union or legal representation “where performers are asked to give up the right to their digital self,” according to the bill.\n\nThe bill was passed overwhelmingly by both parties in the California Senate and the Assembly this week. The legislation was also supported by the union SAG-AFTRA, whose chief negotiator, Duncan Crabtree-Ireland, points out that the bill had bipartisan support and was not opposed by industry groups such as the Motion Picture Association, which represents studios such as Netflix, Paramount Pictures, Sony, Warner Bros., and Disney. A representative for the MPA says the organization is neutral on the bill.\n\nCrabtree-Ireland says the new law would mean performers could no longer be forced to relinquish their rights to their likeness. “Good riddance to that practice,” he said from the picket line outside of Warner Bros. Games on Wednesday, where striking video game performers are pushing for more AI protections.\n\n“The concept that each of us should have the right to say yes or no to any kind of replication of our face, voice, body movement, etc., should be a no-brainer,\" he said.\n\nSome tech companies have opposed regulations of AI use. In a statement sent to NPR, a spokesperson for the video game companies wrote, \"Under our AI proposal, if we want to use a digital replica of an actor to generate a new performance of them in a game, we have to seek consent and pay them fairly for its use.\"\n\nBut unlike voice actors, performers whose body movements are used to animate video games argue the companies consider what they do as \"motion capture\" and not performances.\n\nLast year, SAG-AFTRA members went on strike against the major studios and streamers for months. In the end, they claimed victory when language in their new contract offered performers the right of consent and fair compensation for the use of their digital doubles. Just before the final ratification contract vote, Crabtree-Ireland said he was a victim of an AI-fabricated social media post.\n\n“Some unknown party created a deep fake video of me,” he recalled, saying the video manipulated his face and voice “to say a bunch of false things about our contract and was encouraging people to vote no on the contract.”\n\nCrabtree-Ireland said Instagram voluntarily took down the deep fake video, but there was no legal requirement to do so. He said he’s hoping legislation will outlaw this kind of misinformation. “If that can happen to me,” he said, “it can happen to anybody.”\n\nIn addition to AB2602, the performer’s union is backing California bill AB 1836 to protect deceased performers’ intellectual property from digital replicas.\n\nOn a national level, entertainment industry stakeholders, from SAG-AFTRA to The Recording Academy and the MPA, and others are supporting The “NO FAKES Act” (the Nurture Originals, Foster Art, and Keep Entertainment Safe Act) introduced in the Senate. That law would make creating a digital replica of any American illegal.\n\nAround the country, legislators have proposed hundreds of laws to regulate AI more generally. For example, California lawmakers recently passed the Safe and Secure Innovation for Frontier Artificial Intelligence Models Act (SB 1047), which regulates AI models such as ChatGPT.\n\n“It's vital and it's incredibly urgent because legislation, as we know, takes time, but technology matures exponentially. So we're going to be constantly fighting the battle to stay ahead of this,” said voice performer Zeke Alton, a member of SAG-AFTRA’s negotiating committee. “If we don't get to know what's real and what's fake, that is starting to pick away at the foundations of democracy.”\n\nAlton says in the fight for AI protections of digital doubles, Hollywood performers have been the canary in the coal mine. “We are having this open conversation in the public about generative AI and it and using it to replace the worker instead of having the worker use it as a tool for their own efficiency,” he said. “But it's coming for every other industry, every other worker. That's how big this sea change in technology is. So what happens here is going to reverberate.”\n\nEditor's Note: Many NPR employees are members of SAG-AFTRA but under a different contract than the performers.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5095856/ai-digital-replica-bill-california'>Visit NPR</a></li></ul>",
    "author": "Mandalit del Barco",
    "id": "cm0iuow3k000gh6t77gk7bscb"
  },
  {
    "headline": "The Pain and Frustration of Families of Israeli Hostages Held in Gaza",
    "link": "https://www.npr.org/2024/08/30/1196983433/the-pain-and-frustration-of-families-of-israeli-hostages-held-in-gaza",
    "date": "2024-08-30",
    "slug": "thepainand",
    "resource": "NPR",
    "media": "https://media.npr.org/assets/img/2023/10/11/stateofworld_sq-75fa8776ed49f02437f7283e25e054b9cc4db31c.jpg?s=1100&c=15&f=jpeg",
    "summary": "An Israeli woman stares into Gaza where her loved one is being held hostage.\n\nAn Israeli woman stares into Gaza where her loved one is being...",
    "body": "<p>An Israeli woman stares into Gaza where her loved one is being held hostage.\n\nAn Israeli woman stares into Gaza where her loved one is being held hostage.\n\nAs the war drags on, families of hostages who have been held in Gaza for nearly eleven months are becoming increasingly frustrated and angry. Some of them release some of their pain by yelling their loved ones names into Gaza, in hopes of being heard.\n\nAnd the U.S. pressures Israel to change the way it evacuates civilians from parts of Gaza, amid fears of their safety.\n\nFor more coverage of all sides of this conflict, go to npr.org/mideastupdates</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/1196983433/the-pain-and-frustration-of-families-of-israeli-hostages-held-in-gaza'>Visit NPR</a></li></ul>",
    "author": "Kat Lonsdorf",
    "id": "cm0iuoyn7000hh6t73q6cb8q0"
  },
  {
    "headline": "Donor's note trashing design of pillars he funded at London's National Gallery is found",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5095780/sainsbury-national-gallery-london-donors-letter-hidden-pillar-trashing-design",
    "date": "2024-08-30",
    "slug": "donorsnotetrashing",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5120x3413+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F51%2F76%2Fb5263f9e4160805b826431026295%2Fgettyimages-527479956.jpg",
    "summary": "A person walks by the Sainsbury Wing of the National Gallery, London.\n\nLONDON – Hidden in a pillar he funded yet despised, Lord Sainsbury finally got...",
    "body": "<p>A person walks by the Sainsbury Wing of the National Gallery, London.\n\nLONDON – Hidden in a pillar he funded yet despised, Lord Sainsbury finally got the last word.\n\n\"TO THOSE WHO FIND THIS NOTE,\" wrote John Sainsbury, a member of the House of Lords who is also known as the Right Honorable Baron Sainsbury of Preston Candover. It was July 1990. He was 62. His letter was typewritten, in all-caps.\n\nSainsbury, whose family founded the Sainsbury's supermarket chain in the late 19th century, was then chairman of his family's conglomerate, which also owns Shaw's supermarkets in the United States.\n\nA billionaire lover of fine art, he and his brothers had in 1985 pledged to fund a major extension of London's National Gallery. (The cost was undisclosed, but reportedly in the tens of millions.) The family also donated paintings to the museum, including works by Degas, Gauguin, Monet and Rousseau. The Sainsbury Wing was inaugurated by Queen Elizabeth II in July 1991.\n\nBut a year earlier, during its construction, Lord Sainsbury soured on its design. He was particularly irked by two columns flanking the foyer of the new wing. They were ornamental, not structural. He thought they were useless, and ugly.\n\nSainsbury funded them nonetheless, but typed up his dissent in that 1990 letter.\n\nMore than three decades later, the Sainsbury Wing is under renovation again. Last winter, demolition workers took down those two columns, and discovered Sainsbury's letter hidden inside one of them, in a plastic folder.\n\nIt reads: \"IF YOU HAVE FOUND THIS NOTE YOU MUST BE ENGAGED IN DEMOLISHING ONE OF THE FALSE COLUMNS.\" He goes on to call the columns \"A MISTAKE OF THE ARCHITECT.\"\n\n\"LET IT BE KNOWN THAT ONE OF THE DONORS OF THIS BUILDING IS ABSOLUTELY DELIGHTED THAT YOUR GENERATION HAS DECIDED TO DISPENSE WITH THESE UNNECESSARY COLUMNS,\" he wrote and signed, on Sainsbury's letterhead.\n\nSainsbury died in 2022, aged 94.\n\nHis son Mark Sainsbury told the BBC that his father's brother and fellow donor, the late Simon Sainsbury, forged a \"compromise,\" convincing John Sainsbury to go ahead with their donation, in exchange for registering his dissent about the design, in the form of this secret letter.\n\n\"He was never one to say I told you so, but he would raise an eyebrow and a wry smile that finally we'd all seen sense,\" Mark Sainsbury said about the letter's recent discovery.\n\nWhen the Sainsbury Wing was originally built, the director of the National Gallery was Neil MacGregor. In an interview published this week with The Art Newspaper, an industry publication, MacGregor recalled this dispute between Sainsbury and the wing's architects, Robert Venturi and Denise Scott Brown. But MacGregor says he ultimately approved the design.\n\n\"I felt that, on balance, we should let the architect be the architect,\" he was quoted as saying.\n\nSainsbury's widow Anya, a former ballerina, was present when her husband's posthumous letter was removed to the museum's historical archives, for safekeeping.\n\n\"I was so happy for John's letter to be rediscovered after all these years,\" she told The Art Newspaper. \"And I feel he would be relieved and delighted for the gallery's new plans and the extra space they are creating.\"\n\nThe newly refurbished Sainsbury Wing is due to reopen next year — without any columns.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5095780/sainsbury-national-gallery-london-donors-letter-hidden-pillar-trashing-design'>Visit NPR</a></li></ul>",
    "author": "Lauren Frayer",
    "id": "cm0iup0st000ih6t76eep6h54"
  },
  {
    "headline": "Trump says he'll support free IVF treatments in a second term",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5094454/trump-tells-town-hall-crowd-that-he-supports-free-ivf-treatments",
    "date": "2024-08-30",
    "slug": "trumpsayshell",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/4500x3000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F0e%2F1d%2F1cb4429244789e0ec5b9e195370b%2Fgettyimages-2168359947.jpg",
    "summary": "Former President and Republican presidential candidate Donald Trump (L) speaks during a town hall meeting moderated by former Rep. Tulsi Gabbard at La Crosse Center...",
    "body": "<p>Former President and Republican presidential candidate Donald Trump (L) speaks during a town hall meeting moderated by former Rep. Tulsi Gabbard at La Crosse Center in La Crosse, Wisc., on Aug. 29, 2024.\n\nFormer President Donald Trump said Thursday that if he's elected again, his administration would fund in vitro fertilization treatments.\n\n“I was always for IVF. Right from the beginning, as soon as we heard about it,” the Republican nominee said in an interview with NBC News in Michigan.\n\nTrump told NBC he’d support public funding for in vitro fertilization, or a mandate requiring insurance companies to cover it. He reiterated the proposal during a town hall in La Crosse, Wisc. Thursday evening, but he did not provide any details on how the plan would work.\n\nThe procedure to treat infertility can cost tens of thousands of dollars.\n\n“We’re doing this because we just think it’s great. And we need great children, beautiful children in our country, we actually need them,” Trump told NBC.\n\nSome anti-abortion activists want to restrict or ban IVF because the process typically involves discarding excess embryos. But most voters, including many Republicans, support access to the procedure.\n\nAn Alabama Supreme Court decision earlier this year temporarily cut off access to IVF until state lawmakers intervened, forcing many high-profile Republicans to weigh in on the issue.\n\nTrump’s comments come as he appears to be trying to soften his image on reproductive rights ahead of the November election over concerns about voter backlash. Abortion is expected to be a key issue in the election, with Democrats warning voters that Republicans would further restrict access to reproductive healthcare if former Trump is elected.\n\nTrump has repeatedly, and proudly, taken credit for the Supreme court overturning Roe v. Wade, after he appointed three conservative justices to the court. But last week, Trump wrote on Truth Social that he would be “great for women and their reproductive rights.”\n\nThat statement drew criticism from some abortion rights opponents including his former vice president, Mike Pence. Trump also recently indicated in a CBS News interview that he would not use a 19th-century anti-obscenity law, the Comstock Act, to restrict abortion pills. That statement also drew pushback from some activists.\n\nThe Harris-Walz campaign responded to Trump's IVF comments, saying in a statement that \"Because Trump overturned Roe v. Wade, IVF is already under attack and women’s freedoms have been ripped away in states across the country.\"\n\n\"There is only one candidate in this race who trusts women and will protect our freedom to make our own health care decisions: Vice President Kamala Harris,\" the statement from spokesperson Sarafina Chitika said.\n\nIn an interview with CNN Friday, Trump's running mate Sen. JD Vance did not specify how an IVF coverage mandate would work, saying \"details get worked out in the legislative process.\" He also deflected a question about what would happen if the administration guaranteed access to IVF treatments but a state court banned the procedure, calling it a \"ridiculous hypothetical.\"</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5094454/trump-tells-town-hall-crowd-that-he-supports-free-ivf-treatments'>Visit NPR</a></li></ul>",
    "author": "Sarah McCammon",
    "id": "cm0iup2ly000jh6t7gl2bcyxx"
  },
  {
    "headline": "Two of tennis' biggest names are knocked out of the U.S. Open in the 2nd round",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5095924/us-open-carlos-alcaraz-naomi-osaka",
    "date": "2024-08-30",
    "slug": "twooftennis",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2400x1350+0+0/resize/1100/quality/50/format/png/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fb5%2F2a%2F028e8a534120a0ebfde85ca01623%2F2-images-1.png",
    "summary": "Naomi Osaka, left, and Carlos Alcaraz react during their second-round matches on Thursday at the U.S. Open in Queens, New York.\n\nThe U.S. Open is moving...",
    "body": "<p>Naomi Osaka, left, and Carlos Alcaraz react during their second-round matches on Thursday at the U.S. Open in Queens, New York.\n\nThe U.S. Open is moving ahead without two of tennis’ biggest stars after Carlos Alcaraz and Naomi Osaka lost their respective matches on Thursday.\n\nThey were both defeated in the second round of the New York-based tournament, which runs through Sept. 9 and is the last of the year’s four Grand Slams.\n\nAlcaraz’s exit is especially surprising, as the third-ranked male tennis player in the world has never lost before the quarterfinals in any of his previous three appearances at the U.S. Open.\n\nIn fact, the Associated Press notes, he hasn’t been defeated this early at any major tournament since bowing out of the second round of Wimbledon in 2021. The Spanish 21-year-old won the French Open in June and Wimbledon in July, as well as a silver medal in the Paris Olympics.\n\nBut his 15-match Grand Slam winning streak screeched to an abrupt halt this week thanks to a much lesser-known player, No. 74-seeded Botic van de Zandschulp of the Netherlands.\n\nThe Dutchman, 28, beat Alcaraz in straight sets: 6-1, 7-5, 6-4. It was a particularly triumphant victory for a player who has only made it to one Grand Slam quarterfinal in his career — at the 2021 U.S. Open — and publicly contemplated retirement earlier this year.\n\n“Actually, I am a little bit at a loss for words,” van de Zandschulp said afterward. “It’s been an incredible evening for me.”\n\nHe will face No. 25 Jack Draper of the United Kingdom in the third round on Saturday.\n\nAnalysts say Alcaraz seemed off his game from the start, missing shots he normally makes, racking up back-to-back unforced errors (27) and hitting an uncharacteristically low number of winners (21).\n\nAlcaraz, who won the U.S. Open men’s singles title in 2021, acknowledged at a post-game press conference on Thursday that he hadn’t brought as much energy to the match as he would have liked, saying the brief break he took after the Olympics “probably … wasn’t enough.”\n\nHe has lost three of his four matches since returning from Paris, including in the opening round of the Cincinnati Open earlier this month — which saw the typically upbeat player repeatedly smash his racquet in frustration (and later apologize). Alcaraz also cut a recent practice session short after twisting his ankle, the Washington Post reported.\n\nBut he took responsibility for his shortcomings, telling reporters it had been a “fight against myself, in my mind, during the match” and crediting van de Zandschulp for playing well.\n\n“He didn't make a lot of mistakes that I thought he was going to do, so I was confused a little bit,” Alcaraz said. “I didn't know how to manage that, how to deal with it. I couldn't increase my level.”\n\nNaomi Osaka hits during the women's singles second round at the U.S. Open on Thursday.\n\nFor Osaka, it was more of a surprise that she made it to the second round in the first place.\n\nThe world No. 88 in women’s singles — who was once ranked first — is relatively fresh off two hiatuses, which she took in 2021 for mental health reasons and in 2022 following the birth of her daughter.\n\nThe 26-year-old Japanese player has won four Grand Slams, including two U.S. Open women’s singles titles (in 2018 and 2020), but has yet to go further than the second round at any major tournament since her return to the court.\n\nShe entered Thursday's match with momentum, helped by some show-stopping custom outfits and an energizing first-round win.\n\nShe defeated No. 10 seed Jelena Ostapenko of Latvia on Tuesday, 6-3, 6-2. It was her first win against a top 10 opponent in four years, and clearly an emotional experience, as Osaka could be seen wiping tears away afterward.\n\nOsaka played a competitive match against No. 52-ranked Karolina Muchova, but it wasn’t enough. The Czech player stood her ground — even in a tense tiebreaker — to win 6-3, 7-6 (5).\n\nMuchova, 28, reached both the French Open final and U.S. Open semifinals in a banner 2023 season, but was sidelined by a wrist injury for 10 months and only returned to the circuit in June. She will play Russia’s Anastasia Potapova on Saturday.\n\nOsaka said after the match that she felt nervous during high-pressure moments, and suggested she needed to play more matches on big stages to get used to that feeling. She said she was proud of herself for getting so far, but still takes losses like Thursday’s personally.\n\n“It's like a dramatic word, but I feel like my heart dies every time I lose,” she said. “It sucks a lot, but I've been trying to be more mature and learn and talk more about them.\"</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5095924/us-open-carlos-alcaraz-naomi-osaka'>Visit NPR</a></li></ul>",
    "author": "Rachel Treisman",
    "id": "cm0iup3w4000kh6t74wwh2uz7"
  },
  {
    "headline": "An American researcher drowns after a Viking replica ship sinks off Norway's coast",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5095739/viking-ship-replica-capsizes-american-archaeologist-drowns",
    "date": "2024-08-30",
    "slug": "anamericanresearcher",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2000x1333+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fb8%2F41%2F4a560012448491138585b58fc9ca%2Fap24242515509957.jpg",
    "summary": "This photo released by the Norwegian Police shows the Viking ship replica, called Naddodd, moored at the quay in Måløy, Norway, on Wednesday, after it...",
    "body": "<p>This photo released by the Norwegian Police shows the Viking ship replica, called Naddodd, moored at the quay in Måløy, Norway, on Wednesday, after it capsized earlier this week off Norway's coast.\n\nA historic journey ended in tragedy this week when a Viking replica ship capsized off the coast of Norway, killing an American archaeologist who was part of its international crew.\n\nThe six-person team had been piloting the open wooden ship, named Naddodd, on a roughly 1,000-mile trip from the Faroe Islands to Trondheim, Norway.\n\n\"This expedition, honoring the Viking navigator Naddodd, aims to preserve Viking culture and navigational skills for future generations,\" Sail2North expeditions, which organized the voyage, said in an Instagram post in May.\n\nThe team — made up of four Swiss, one Faroese and one American — departed on Saturday from Suðuroy, the southernmost of the 18 Faroe Islands, for what was expected to be a several-day journey.\n\nBut on Tuesday evening, met with stronger-than-expected winds and high waves, it capsized off the Norwegian coastal town of Stad.\n\nThe Norwegian Joint Rescue Coordination Centre (JRCC) told CNN that the boat sent out a distress signal at around 5:45 p.m. local time, but when rescuers arrived, crew members signaled that they were safe.\n\nThey issued another distress call around 8 p.m. local time, at which point local civilian boats got to the scene and saw the ship had capsized. Five members of the crew managed to board an inflatable life raft and were airlifted to safety within an hour, the JRCC said, but one person was trapped beneath the boat.\n\nEmergency responders battled tough conditions, including 40-knot winds and 16-foot waves, according to a video posted to social media by Norway’s Sea Rescue Society.\n\n#Redningsskøyta «Idar Ulstein» er på nå på stedet hvor vikingskipet har kantret vest av #Stad. Vi holder øye med skipet, og gjør det vi kan for å bistå med bergingen, men værforholdene gjør det svært krevende. pic.twitter.com/iLUUeo6Qoz\n\nThe following morning, once conditions improved, rescuers found a body beneath the capsized boat.\n\nOn Friday, Sail2North identified the victim as 29-year-old Karla Dana, whom it had previously described as \"the youngest member of our crew and embodies both the curiosity of a field researcher and the boldness of an adventurer.\"\n\nDana, an archaeologist and field researcher, had worked in a number of countries, from Costa Rica to Germany to Morocco to Taiwan, according to her LinkedIn page. She was a member of the prestigious Explorers Club, and was pursuing a master's degree in archaeology at the University of the Highlands and Islands in Scotland.\n\nIn a joint statement shared with Sail2North, Dana's sister and her fiancé said she \"tackled every adventure with a smile on her face and a twinkle in her eye.\"\n\n\"She always made life look easy,\" Alejandra Dana and Grant McDaniel wrote. \"She created a light that illuminated everyone around her everywhere she went. If you ever had the opportunity to know her, consider yourself one of the luckiest people on this planet.\"\n\nDana had shared on LinkedIn earlier this year that she was looking forward to participating in the Viking expedition.\n\n\"Thrilled to be a part of this crew, fearlessly embarking on this Nordic voyage on a Viking ship replica across the North Sea, pushing through physical and mental limits to sail into history,\" Dana wrote.\n\nDana also authored several posts for the expedition's blog, which is now password-protected.\n\n\"It's hard to keep excitement from turning into fear when you see those waves casually tossing around huge modern boats like toys,\" she wrote in a post published Wednesday, according to the BBC. \"But there's a wild beauty in the North Sea, a reminder of nature's raw power, and I feel incredibly lucky to be part of this adventure.\"\n\nAuthorities believe a strong wave was likely responsible for the capsizing, which they are viewing as a \"tragic accident\" rather than a criminal matter, according to the Associated Press.\n\nSail2North said on Friday that its crew was made up of \"highly experienced explorers who undertook extensive training\" and \"took every precaution to ensure their safety.\"\n\nThe other crew members include the 56-year-old captain and expedition leader, a 54-year-old artist and seaman who holds a Guinness World Record for rowing across two oceans in the same year, a 37-year-old extreme sports aficionado, a 41-year-old photographer and a 50-year-old engineer.\n\n\"Despite their diligent efforts and adherence to these measures, the outcome was unforeseen and deeply upsetting,\" it said, adding it is committed to supporting Dana's family and honoring her legacy.\n\nA spokesperson with a public relations firm representing the organization told NPR over email that the rest of the crew is traveling home to be with their families and \"continues to receive support from a dedicated care team.\" It anticipates providing further updates next week.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5095739/viking-ship-replica-capsizes-american-archaeologist-drowns'>Visit NPR</a></li></ul>",
    "author": "Rachel Treisman",
    "id": "cm0iup4vk000lh6t7hk6m0p2f"
  },
  {
    "headline": "NHL star Johnny Gaudreau and his brother are killed on bicycle ride",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5095779/johnny-gaudreau-nhl-hockey-death",
    "date": "2024-08-30",
    "slug": "nhlstarjohnny",
    "resource": "NPR",
    "media": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3000x2090+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F50%2F11%2F37d0d3864f4a8d7b2e992d1d06c4%2Fgettyimages-1466456268.jpg",
    "summary": "Johnny Gaudreau, seen here skating in warmups before last year's NHL All-Star Game.\n\nThe brothers were on a bike ride together near their family home in...",
    "body": "<p>Johnny Gaudreau, seen here skating in warmups before last year's NHL All-Star Game.\n\nThe brothers were on a bike ride together near their family home in New Jersey, just one day before they were to serve as groomsmen in their sister’s wedding. But a terrible accident has instead thrust the family of NHL star Johnny Gaudreau into tragedy.\n\nGaudreau -- a popular player nicknamed “Johnny Hockey” for his ethereal abilities on the ice -- and his younger brother, Matthew, were struck and killed by an SUV driven by a man suspected of driving under the influence of alcohol.\n\nGaudreau, 31, was a forward for the Columbus Blue Jackets. He had previously played for the Calgary Flames after starring at Boston College. He and Matthew had gathered with family in New Jersey to prepare for their sister Katie’s wedding, scheduled for Friday, Aug. 30.\n\n\"He thrilled fans in a way only Johnny Hockey could,\" the Blue Jackets said on Friday. But more important than Gaudreau's outsized talent, the organization said, was his role as a loving father, son and husband.\n\n\"We extend our heartfelt sympathies to his wife, Meredith, his children, Noa and Johnny, his parents, their family and friends on the sudden loss of Johnny and Matthew.\"\n\nThe two brothers were riding bicycles shortly after 8 p.m. on County Route 551 North, a rural road in Salem County, N.J., when a Jeep Grand Cherokee plowed into them from behind, according to New Jersey State Police.\n\nThe Jeep was driven by Sean M. Higgins, 43, of Woodstown, N.J. Higgins was trying to pass two slower-moving vehicles traveling north on the highway as the trio of cars came upon the Gaudreau brothers, who were riding “close to the fog line of the roadway,” according to police. (A road’s “fog line” is the white lane marker on the right-hand side.)\n\nHiggins had just completed passing a sedan when an SUV that was directly behind the cyclists moved to the middle of the road to give them space, police said. The agency added, “Higgins then attempted to pass the SUV on the right and struck the two pedalcyclists in the rear.”\n\nThe collision killed the two brothers. State troopers who were called to the scene suspected Higgins of being under the influence. The driver was charged with two counts of death by auto; he was arrested and booked into the Salem County Correctional Facility.\n\nMatthew R. Gaudreau was 29; he had been living in Pedricktown, N.J., according to police.\n\nIn a story that has become a bit of a legend, Gaudreau learned to skate by \"tracking a trail of Skittles candy on the ice inside Hollydell Ice Arena in Sewell, New Jersey, the rink where his father, Guy, was serving as hockey director,\" according to the NHL.\n\n\"Johnny embraced our community when he arrived two years ago and Columbus welcomed him with open arms,\" the Columbus Blue Jackets said. \"We will miss him terribly and do everything that we can to support his family and each other through this tragedy.\"\n\nGaudreau was a fourth-round pick by the Flames, but when he got a shot at the NHL, he didn't miss. The forward scored in his first NHL game and skated his way into competition for rookie-of-the-year honors. He went on to appear in seven All Star games and play for Team USA in international competitions.\n\nIn the wake of the tragedy, fans posted images of Gaudreau — including video of him showing next-level abilities as an 8-year-old.\n\nJohnny Gaudreau 8 years old. 💔 RIP Johnny Hockey\n\npic.twitter.com/VM6KTWukB2\n\n“While Johnny’s infectious spirit for the game and show-stopping skills on the ice earned him the nickname ‘Johnny Hockey,’ he was more than just a dazzling hockey player; he was a doting father and beloved husband, son, brother and teammate who endeared himself to every person fortunate enough to have crossed his path,” NHL Commissioner Gary Bettman said.</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5095779/johnny-gaudreau-nhl-hockey-death'>Visit NPR</a></li></ul>",
    "author": "Bill Chappell",
    "id": "cm0iup7dz000mh6t7e0kn32kn"
  },
  {
    "headline": "An empty Boeing Starliner is set to return next week, while its crew stays in space",
    "link": "https://www.npr.org/2024/08/30/nx-s1-5095776/boeing-starliner-return-home-crew-butch-suni-remain",
    "date": "2024-08-30",
    "slug": "anemptyboeing",
    "resource": "NPR",
    "media": "https://media.npr.org/assets/img/2022/09/23/short-wave_tile_npr-network-01_sq-517382b4b8fd0ab48ea9c781253f9992eab733dc.jpg?s=1100&c=15&f=jpeg",
    "summary": "In this long-exposure photo provided by NASA, Boeing's Starliner spacecraft is docked to the Harmony module of the International Space Station on July 3.\n\nBoeing's Starliner...",
    "body": "<p>In this long-exposure photo provided by NASA, Boeing's Starliner spacecraft is docked to the Harmony module of the International Space Station on July 3.\n\nBoeing's Starliner spacecraft is scheduled to fly home on Sept. 6 — more than 12 weeks from the initial return date and without the crew that originally accompanied it.\n\nIn a statement, NASA said Starliner will undock from the International Space Station around 6 p.m. ET \"pending weather and operational readiness.\" The troubled spacecraft is expected to touch down shortly after midnight on a landing zone in New Mexico before it returns to Boeing’s Starliner factory at NASA’s Kennedy Space Center in Florida.\n\nThe Starliner will leave behind astronauts Barry \"Butch\" Wilmore and Sunita \"Suni\" Williams, who flew abroad Starliner back in June. The pair is slated to return in a capsule built by a competing company, Space X, in February.\n\nThe empty spacecraft is expected to make the journey home autonomously, according to NASA. The agency said Starliner proved it can undock and land safely without a crew during two previous orbital flight tests. It added that flight controllers at Starliner Mission Control in Houston and Boeing Mission Control Center in Florida will also be monitoring Starliner's flight next week.\n\n\"Teams on the ground are able to remotely command the spacecraft if needed through the necessary maneuvers for a safe undocking, re-entry, and parachute-assisted landing in the southwest United States,\" NASA said.\n\nIn this photo provided by NASA, Boeing Crew Flight Test astronauts Butch Wilmore (left) and Suni Williams pose for a portrait inside the vestibule between the forward port on the International Space Station's Harmony module and Boeing's Starliner spacecraft on June 13.\n\nAfter long delays, Boeing's Starliner blasted off into space on June 5 for what was supposed to be an eight-day mission at the space station. The launch itself was successful but soon after, troubles appeared.\n\nAccording to NASA, Starliner experienced multiple helium leaks and five of its “Reaction Control System” thrusters shut down unexpectedly. Over the next several weeks, engineers ran tests to determine if Williams and Wilmore could return safely to Earth. Last week, NASA announced SpaceX will bring the astronauts home — in a stunning blow to the Boeing Starliner program.\n\nSpaceX has been known for providing successful taxi services to and from the station for several years. Williams and Wilmore will join a SpaceX crew, whose capsule is scheduled to head to the ISS next month and return in February.\n\nIn order to accommodate Williams and Willmore, NASA said its astronauts Zena Cardman and Stephanie Wilson will not be joining the upcoming SpaceX mission on Sept. 24 while NASA astronaut Nick Hague and Roscosmos cosmonaut Aleksandr Gorbunov are still scheduled to fly.\n\nLast week, NASA Administrator Bill Nelson said the decision was made in the name of safety, noting that past mistakes had resulted in the loss of two space shuttles and their crews.\n\n“Our core value is safety and it is our North Star,” Nelson said.\n\nIn a statement, a Boeing spokesperson said the company \"continues to focus, first and foremost, on the safety of the crew and spacecraft. We are executing the mission as determined by NASA, and we are preparing the spacecraft for a safe and successful uncrewed return.\"</p><br><br><ul><li><a href='https://www.npr.org/2024/08/30/nx-s1-5095776/boeing-starliner-return-home-crew-butch-suni-remain'>Visit NPR</a></li></ul>",
    "author": "Juliana Kim",
    "id": "cm0iupaix000nh6t71ten0am5"
  }
]